[
  {
    "name": "The Fool",
    "affirmations": {
      "upright": [
        "Embrace the unknown with a spirit of childlike wonder.",
        "Leap into new beginnings with trust and faith in the journey.",
        "Step confidently into the adventure, your innocence is your strength.",
        "Embrace naivety as a blank canvas for infinite possibilities.",
        "Play, laugh, and dance with life, for joy is your guide."
      ],
      "reversed": [
        "Acknowledge recklessness and course-correct with wisdom.",
        "Ground your idealism with practical steps and caution.",
        "Seek guidance and support to avoid foolish missteps.",
        "Learn from past mistakes, refine your intuition.",
        "Embrace the wisdom gained from experience, not naivety."
      ]
    }
  },
  {
    "name": "The Magician",
    "affirmations": {
      "upright": [
        "I tap into my full potential and manifest my desires with focused intention.",
        "My talents and resources are a powerful wand, guiding me towards success."
      ],
      "reversed": [
        "I release limiting beliefs and clear blockages to my creative flow.",
        "I seek clarity and alignment to channel my energy effectively."
      ]
    }
  },
  {
    "name": "The High Priestess",
    "affirmations": {
      "upright": [
        "I tap into my wellspring of inner wisdom and intuition.",
        "I embrace the mystery and trust the unfolding of the universe.",
        "I listen to the whispers of my soul and follow their guidance."
      ],
      "reversed": [
        "I release my need to control and surrender to the unknown.",
        "I acknowledge my hidden fears and seek understanding.",
        "I allow myself to receive the guidance I need, even when it's veiled."
      ]
    }
  },
  {
    "name": "The Empress",
    "affirmations": {
      "upright": [
        "I embrace my creative power and manifest abundance in my life.",
        "I nurture myself and others with love and compassion.",
        "I trust the flow of life and surrender to my inner wisdom.",
        "I tap into my feminine energy and express myself authentically."
      ],
      "reversed": [
        "I release blockages to creativity and welcome new beginnings.",
        "I set healthy boundaries and prioritize self-care.",
        "I seek guidance and support to overcome challenges.",
        "I reconnect with nature and the Earth's nurturing energy."
      ]
    }
  },
  {
    "name": "The Emperor",
    "affirmations": {
      "upright": [
        "I embrace my inner strength and wisdom to confidently lead and build.",
        "I set clear boundaries and act with decisiveness, honoring my values.",
        "I cultivate discipline and structure to achieve my ambitious goals."
      ],
      "reversed": [
        "I release the need for control and embrace open-mindedness and flexibility.",
        "I step away from authoritarian tendencies and nurture compassion and understanding.",
        "I re-evaluate my priorities and seek guidance from mentors or wise counsel."
      ]
    }
  },
  {
    "name": "The Hierophant",
    "affirmations": {
      "upright": [
        "Embrace the wisdom of tradition and guidance, and let it illuminate your path.",
        "Open yourself to learning, both from established figures and inner teachings.",
        "Connect with your community and share your knowledge in service to others."
      ],
      "reversed": [
        "Challenge rigid structures and seek a more authentic expression of your beliefs.",
        "Question dogma and embrace your own unique spiritual path.",
        "Break free from dependence on external authority and trust your own intuition."
      ]
    }
  },
  {
    "name": "The Lovers",
    "affirmations": {
      "upright": [
        "I embrace the power of choice and make decisions with my heart leading the way.",
        "I open myself to love, both romantic and platonic, and nurture meaningful connections."
      ],
      "reversed": [
        "I step back from imbalances and seek harmony in my relationships.",
        "I prioritize self-love and respect my own values before committing to others."
      ]
    }
  },
  {
    "name": "The Chariot",
    "affirmations": {
      "upright": [
        "I harness my willpower and determination to conquer any obstacle.",
        "With clear direction and focus, I navigate my path with confidence and victory.",
        "My inner strength guides me forward, overcoming challenges with unwavering resolve."
      ],
      "reversed": [
        "I release the reins and surrender to the unexpected, trusting the flow of life.",
        "I pause and recalibrate my direction, seeking clarity and guidance before proceeding.",
        "I acknowledge self-doubt and rekindle my inner fire to regain control and momentum."
      ]
    }
  },
  {
    "name": "Strength",
    "affirmations": {
      "upright": [
        "I tap into my inner strength and courage to overcome any obstacle.",
        "My gentle but firm resolve guides me through challenges with grace and resilience.",
        "I find my power in compassion and understanding, taming inner struggles with love."
      ],
      "reversed": [
        "I acknowledge my need for greater self-compassion and inner peace.",
        "I release the need to control and embrace the strength in vulnerability.",
        "Seeking support and guidance strengthens me, not weakens my resolve."
      ]
    }
  },
  {
    "name": "The Hermit",
    "affirmations": {
      "upright": [
        "I embrace solitude as a time for deep reflection and connection with my inner wisdom.",
        "I trust the guidance of my intuition and seek answers within.",
        "I illuminate the path ahead by listening to the whispers of my soul."
      ],
      "reversed": [
        "I release the fear of isolation and welcome the lessons of introspection.",
        "I break free from unhealthy patterns and seek guidance from a wise source.",
        "I reconnect with my true self and step out of the shadows with renewed clarity."
      ]
    }
  },
  {
    "name": "Wheel of Fortune",
    "affirmations": {
      "upright": [
        "Embrace the flow of change, trust that the universe has your back.",
        "Be open to new opportunities, your fortune is turning.",
        "Let go of resistance and allow the wheel to spin, liberation awaits."
      ],
      "reversed": [
        "Seek balance and inner strength, don't get lost in the external cycle.",
        "Remember, you have the power to navigate the wheel, seize control.",
        "Learn from setbacks, every turn can be a valuable lesson."
      ]
    }
  },
  {
    "name": "Justice",
    "affirmations": {
      "upright": [
        "I seek truth and fairness in my words and actions.",
        "I trust the scales of balance will guide me to the right decision.",
        "My voice deserves to be heard, and I speak with integrity."
      ],
      "reversed": [
        "I acknowledge my imbalances and seek to restore harmony.",
        "I release the grip of blame and embrace compassion for myself and others.",
        "I stand up for what is right, even when it's difficult."
      ]
    }
  },
  {
    "name": "The Hanged Man",
    "affirmations": {
      "upright": [
        "I surrender to the present moment and trust the unfolding of my journey.",
        "I release resistance and embrace a new perspective from stillness.",
        "I let go of old patterns and allow space for creative transformation."
      ],
      "reversed": [
        "I acknowledge my resistance to change and seek understanding from a different angle.",
        "I gently nudge myself out of stagnation and take decisive action.",
        "I release the fear of the unknown and embrace the potential for growth."
      ]
    }
  },
  {
    "name": "Death",
    "affirmations": {
      "upright": [
        "I embrace endings as beautiful chapters closing, ready for the captivating stories that unfold next.",
        "With every transformation, I rise anew, my spirit strengthened, my potential boundless.",
        "Openhearted and alive, I step into new beginnings, painting vibrant possibilities onto the blank canvas of my life.",
        "Gently I release what has passed, clearing the path for joy, abundance, and a magnificent rebirth."
      ],
      "reversed": [
        "I welcome change as an invitation to evolve and discover new possibilities.",
        "Embracing the present moment, I cultivate growth and flow, leaving stagnation behind.",
        "With curiosity as my guide, I step into the unknown with courage and confidence.",
        "Releasing limiting attachments, I open my arms to healthy connections and joyful experiences.",
        "Learning from the past, I honor its wisdom while forging a bright and fulfilling future."
      ]
    }
  },
  {
    "name": "Temperance",
    "affirmations": {
      "upright": [
        "I embrace balance and flow, allowing harmony to guide my choices.",
        "With patience and moderation, I find the sweet spot between extremes."
      ],
      "reversed": [
        "I step back and seek guidance, releasing resistance to find inner peace.",
        "I gently adjust my course, integrating lessons from imbalance into wisdom."
      ]
    }
  },
  {
    "name": "The Devil",
    "affirmations": {
      "upright": [
        "My shadow self whispers wisdom, guiding me towards wholeness and authenticity.",
        "Beyond the allure of possessions, I choose experiences that enrich my soul and ignite my passions.",
        "Fear is a compass, pointing me towards challenges that will forge my courage and resilience.",
        "Obsession fuels my dedication, transforming fleeting desires into unwavering commitment to my purpose."
      ],
      "reversed": [
        "My courage shatters limitations, propelling me toward boundless potential.",
        "With each fear faced, I rise stronger, a radiant warrior in my own journey."
      ]
    }
  },
  {
    "name": "The Tower",
    "affirmations": {
      "upright": [
        "I trust the wisdom in unexpected change.",
        "Embracing chaos paves the way for new beginnings."
      ],
      "reversed": [
        "Clinging to the past hinders my growth.",
        "I release resistance and open to the transformative power of upheaval."
      ]
    }
  },
  {
    "name": "The Star",
    "affirmations": {
      "upright": [
        "I embrace hope and faith, knowing my dreams are within reach.",
        "I open myself to inspiration, trusting my inner guidance to illuminate the path.",
        "Renewed and refreshed, I navigate challenges with grace and resilience."
      ],
      "reversed": [
        "I acknowledge temporary setbacks, but refuse to let them extinguish my inner spark.",
        "I nourish my spirit with self-care, allowing my true potential to blossom.",
        "I seek guidance and support, remembering that darkness cannot dim my star."
      ]
    }
  },
  {
    "name": "The Moon",
    "affirmations": {
      "upright": [
        "I trust my intuition and inner wisdom to guide me through the darkness.",
        "I embrace the unknown and seek clarity from my dreams and visions.",
        "I release my fears and embrace the transformative power of the subconscious."
      ],
      "reversed": [
        "I acknowledge my illusions and fears, and choose to see reality with clarity.",
        "I face my anxieties head-on, seeking strength and understanding within myself.",
        "I release the grip of the past and embrace the possibilities of a new dawn."
      ]
    }
  },
  {
    "name": "The Sun",
    "affirmations": {
      "upright": [
        "Embrace the radiant warmth of joy and bask in the light of your true potential.",
        "Step into your power, illuminate the world with your unique brilliance, and share your boundless love."
      ],
      "reversed": [
        "Seek the source of the shadows within, melt away the clouds of doubt, and reclaim your inner sunshine.",
        "Remember, even the sun sets, but its light always returns. Trust that darkness is temporary, and dawn is near."
      ]
    }
  },
  {
    "name": "Judgement",
    "affirmations": {
      "upright": [
        "I embrace the call to awaken and rise to a new level of being.",
        "I release old ways and step boldly into a fresh and vibrant future.",
        "I listen to the whispers of my soul and trust my inner wisdom to guide me."
      ],
      "reversed": [
        "I seek guidance to overcome self-doubt and embrace the transformative power within.",
        "I forgive myself and others, opening myself to the possibility of redemption.",
        "I pause and reflect, discerning which paths truly align with my highest good."
      ]
    }
  },
  {
    "name": "The World",
    "affirmations": {
      "upright": [
        "I celebrate my achievements and embrace the wholeness within.",
        "I open my heart to the limitless possibilities that lie before me.",
        "I am a citizen of the world, connected to all beings with love and compassion."
      ],
      "reversed": [
        "I release the limitations that hold me back and trust in the flow of life.",
        "I seek the lessons hidden in my setbacks and strive for true completion.",
        "I break free from stagnation and embrace the journey of transformation."
      ]
    }
  },
  {
    "name": "Ace of Cups",
    "affirmations": {
      "upright": [
        "I open my heart to receive new beginnings of love, joy, and abundance.",
        "I embrace the boundless potential for emotional fulfillment within me.",
        "With an open mind and a grateful spirit, I attract blessings into my life."
      ],
      "reversed": [
        "I gently release any emotional blockages that hinder my receptivity.",
        "I choose to see the positive in every situation, nurturing my inner wellspring of joy.",
        "I trust my intuition and navigate challenges with compassion for myself and others."
      ]
    }
  },
  {
    "name": "Two of Cups",
    "affirmations": {
      "upright": [
        "I am open to receiving and giving love in all its forms.",
        "My connections are built on mutual respect, trust, and understanding.",
        "My heart is overflowing with joy and I share it freely with others.",
        "Collaboration and partnership bring strength and fulfillment to my life."
      ],
      "reversed": [
        "I trust myself to navigate any challenges in my relationships.",
        "I release any fears or insecurities holding me back from true connection.",
        "I am open to healing and forgiveness, strengthening my bonds with others.",
        "My heart is a magnet, attracting the relationships I desire."
      ]
    }
  },
  {
    "name": "Three of Cups",
    "affirmations": {
      "upright": [
        "I embrace joy and connection, celebrating life's blessings with loved ones.",
        "My open heart attracts meaningful friendships and fosters vibrant communities.",
        "I share my creativity and abundance, inspiring others to join the dance of joy."
      ],
      "reversed": [
        "I release past hurts and open myself to new connections and shared experiences.",
        "My authentic self shines, attracting supportive and like-minded individuals.",
        "I nurture my inner child, embracing playful energy and lightheartedness."
      ]
    }
  },
  {
    "name": "Four of Cups",
    "affirmations": {
      "upright": [
        "I open my heart to new possibilities and embrace the richness of the world around me.",
        "Gratitude unlocks the abundance already present in my life.",
        "I see the beauty in the seemingly ordinary and find joy in simple moments."
      ],
      "reversed": [
        "I break free from apathy and actively seek out experiences that spark my soul.",
        "I release past disappointments and welcome the future with open arms.",
        "Reconnecting with my inner self reveals hidden treasures and ignites new passions."
      ]
    }
  },
  {
    "name": "Five of Cups",
    "affirmations": {
      "upright": [
        "I acknowledge my losses and sorrows, but I choose to focus on the blessings and lessons learned.",
        "Though disappointment may linger, I embrace resilience and open myself to new possibilities.",
        "With each tear shed, I cleanse and purify my heart, preparing for deeper joy.",
        "Even in the face of challenges, I remember the strength and abundance that reside within me."
      ],
      "reversed": [
        "I release the grip of the past and step into the present moment, where new opportunities await.",
        "Gratitude for what remains helps me heal the wounds of what is lost.",
        "I choose to see the spilled cups as overflowing blessings, reminding me of the abundance in my life.",
        "Forward, not backward, I direct my gaze, seeking the hidden gems amidst the scattered fragments."
      ]
    }
  },
  {
    "name": "Six of Cups",
    "affirmations": {
      "upright": [
        "Embrace the joy of giving and receiving, letting love flow freely.",
        "Reconnect with your playful, carefree inner child and find delight in simple pleasures.",
        "Open your heart to new connections and rekindle old bonds with forgiveness and understanding.",
        "Trust in the cyclical nature of life; what's gone around can come back around in unexpected ways.",
        "Celebrate the beauty of shared memories and let nostalgia inspire you to create new ones."
      ],
      "reversed": [
        "Release the burden of clinging to the past and embrace the present moment.",
        "Forgive yourself and others for any past hurts, and move forward with an open heart.",
        "Seek genuine connection over sentimental attachments; true love requires vulnerability and growth.",
        "Break free from limiting beliefs and emotional baggage to experience true emotional freedom.",
        "Focus on creating new, healthy relationships instead of reliving past disappointments."
      ]
    }
  },
  {
    "name": "Seven of Cups",
    "affirmations": {
      "upright": [
        "Embrace the abundance of possibilities that lie before you.",
        "Open your mind to creative exploration and expand your horizons.",
        "Trust your intuition and courageously choose the path that resonates with your heart.",
        "Celebrate the joy of imagination and let it guide you to fulfill your dreams.",
        "Abundance is within reach, stay present and connect with the flow of possibilities."
      ],
      "reversed": [
        "Release the grip of indecision and step forward with clarity.",
        "Ground your vision in reality, refine your choices, and take action.",
        "Discern between illusions and true desires, choose authenticity over escapism.",
        "Learn from past experiences, refine your goals, and manifest your true potential.",
        "Embrace your unique path, trust your inner guidance, and release self-doubt."
      ]
    }
  },
  {
    "name": "Eight of Cups",
    "affirmations": {
      "upright": [
        "I release what no longer serves me, opening my heart to new possibilities.",
        "Following my inner guidance, I walk towards greater emotional fulfillment.",
        "Embracing change with courage, I pave the way for deeper connections.",
        "Letting go of the past, I embrace the future with open arms and a hopeful heart."
      ],
      "reversed": [
        "I acknowledge my resistance and seek gentle guidance to navigate change.",
        "Even when unsure, I trust my intuition to lead me towards my true desires.",
        "Compassionately releasing attachments, I create space for deeper self-discovery.",
        "While honoring the past, I focus on the present moment and the joy that awaits."
      ]
    }
  },
  {
    "name": "Nine of Cups",
    "affirmations": {
      "upright": [
        "Embrace the overflowing abundance of joy and fulfillment surrounding you.",
        "Acknowledge and celebrate the wishes coming true that bring you deep satisfaction.",
        "With a grateful heart, savor the sweet fruits of your hard work and dedication.",
        "Open your arms to receive the gifts of love, creativity, and success that await you."
      ],
      "reversed": [
        "Seek the source of inner joy, not external validation, to fill your cup.",
        "Shift your focus from desires to gratitude, and abundance will naturally follow.",
        "Release unrealistic expectations and embrace the true meaning of fulfillment.",
        "Transform indulgence into appreciation, and find lasting happiness within."
      ]
    }
  },
  {
    "name": "Ten of Cups",
    "affirmations": {
      "upright": [
        "Embrace the overflowing joy of connection, community, and love.",
        "Celebrate the abundance of blessings in your relationships.",
        "Open your heart and let yourself be swept away by the tide of happiness.",
        "Trust that your deepest desires for emotional fulfillment are manifesting."
      ],
      "reversed": [
        "Seek opportunities to mend and nurture strained relationships.",
        "Forgive yourself and others for past hurts, and release the burden.",
        "Remember that true joy can't be forced, allow it to blossom organically.",
        "Focus on cultivating inner peace and love, it will attract the right connections."
      ]
    }
  },
  {
    "name": "Page of Cups",
    "affirmations": {
      "upright": [
        "Embrace your playful spirit and open yourself to new creative possibilities.",
        "Let intuition be your guide and allow love to flow freely in your life.",
        "See the world with fresh eyes, full of wonder and childlike curiosity."
      ],
      "reversed": [
        "Reconnect with your inner dreamer and rekindle your creative spark.",
        "Release emotional blockages and step into a space of openheartedness.",
        "Trust your intuition and let go of self-doubt to embrace new possibilities."
      ]
    }
  },
  {
    "name": "Knight of Cups",
    "affirmations": {
      "upright": [
        "I embrace my intuition and creativity to navigate life with grace and empathy.",
        "My heart is open to love, compassion, and meaningful connections.",
        "I am a dreamer and a diplomat, ready to bring harmony and inspiration to the world."
      ],
      "reversed": [
        "I allow my emotions to guide me towards healing and self-compassion.",
        "I release unrealistic expectations and embrace the flow of life with an open heart.",
        "I transform my sensitivity into a powerful tool for understanding and connection."
      ]
    }
  },
  {
    "name": "Queen of Cups",
    "affirmations": {
      "upright": [
        "I embrace my intuitive wisdom and nurture myself with gentle compassion.",
        "My heart overflows with love, attracting meaningful connections and creative abundance.",
        "Deep listening and empathy become my superpowers, building bridges of understanding."
      ],
      "reversed": [
        "I release emotional blockages, allowing my inner wellspring to flow freely again.",
        "I set healthy boundaries to protect my sensitive heart and recharge my energy.",
        "Seeking guidance from my intuition, I navigate emotional tides with grace and wisdom."
      ]
    }
  },
  {
    "name": "King of Cups",
    "affirmations": {
      "upright": [
        "Embrace your emotional intelligence and navigate life's currents with wisdom and grace.",
        "Allow your compassion to flow freely, nurturing yourself and others around you.",
        "Connect with your inner artist, express your emotions authentically, and create beauty in the world.",
        "Lead with empathy and understanding, fostering harmonious connections and deep bonds."
      ],
      "reversed": [
        "Seek guidance to regain emotional balance, releasing negativity and embracing healing.",
        "Channel your sensitivity into creative pursuits, transforming emotions into art.",
        "Open your heart to receive support and let your vulnerability be your strength.",
        "Find healthy outlets for your emotions, avoiding manipulation and controlling tendencies."
      ]
    }
  },
  {
    "name": "Ace of Swords",
    "affirmations": {
      "upright": [
        "I embrace the clarity and focus to make a powerful new beginning.",
        "My sharp mind pierces through obstacles, paving the way for intellectual victories.",
        "I speak my truth with conviction, knowing my words have the power to inspire."
      ],
      "reversed": [
        "I release the fog of confusion and step into a renewed mental clarity.",
        "My inner critic is quieted, allowing me to channel my intellect for good.",
        "I choose forgiveness over harshness, transforming past conflicts into wisdom."
      ]
    }
  },
  {
    "name": "Two of Swords",
    "affirmations": {
      "upright": [
        "I embrace the power of pause, seeking clarity before taking action.",
        "Amidst conflicting options, I hold the wisdom of my intuition."
      ],
      "reversed": [
        "I gently release resistance and open myself to unexpected solutions.",
        "Inner peace allows me to navigate crossroads with grace and discernment."
      ]
    }
  },
  {
    "name": "Three of Swords",
    "affirmations": {
      "upright": [
        "I allow myself to feel the pain fully, knowing it will eventually pass.",
        "Each tear is a cleansing rain, washing away what no longer serves me.",
        "I honor my vulnerability and find strength in my grief."
      ],
      "reversed": [
        "I release the need to control and surrender to the flow of emotions.",
        "I seek support and connection, knowing I don't have to walk this path alone.",
        "Even in darkness, the seeds of healing and growth are planted."
      ]
    }
  },
  {
    "name": "Four of Swords",
    "affirmations": {
      "upright": [
        "I allow myself to rest and recharge, finding inner peace and strength.",
        "I embrace quiet contemplation, gaining clarity and renewed focus.",
        "I surrender to the present moment, trusting in the natural rhythm of life."
      ],
      "reversed": [
        "I acknowledge my need for rest and prioritize self-care.",
        "I seek healthy ways to release stress and cultivate inner peace.",
        "I detach from external pressures and reconnect with my inner guidance."
      ]
    }
  },
  {
    "name": "Five of Swords",
    "affirmations": {
      "upright": [
        "I release the need for victory in conflict and find strength in inner peace.",
        "From the ashes of disagreement, I forge resilience and learn to navigate challenges with grace."
      ],
      "reversed": [
        "I let go of past battles and choose forgiveness, paving the way for new beginnings.",
        "My true power lies in collaboration, not competition. I open my heart to understanding and unity."
      ]
    }
  },
  {
    "name": "Six of Swords",
    "affirmations": {
      "upright": [
        "I embrace the journey of transition with grace and trust.",
        "Gentle waves carry me towards a calmer, brighter shore.",
        "Releasing burdens, I lighten my step and open my heart to new possibilities.",
        "With every crossing, I gain wisdom and resilience.",
        "Hope guides my path as I navigate towards a serene horizon."
      ],
      "reversed": [
        "Pausing for reflection allows me to navigate obstacles with clarity.",
        "Temporary setbacks pave the way for a stronger, more resilient me.",
        "Seeking support eases the burden and illuminates the path forward.",
        "Accepting change unlocks new opportunities for growth and healing.",
        "Though the waters may be rough, I trust my inner compass to guide me safely."
      ]
    }
  },
  {
    "name": "Seven of Swords",
    "affirmations": {
      "upright": [
        "I embrace agility and resourcefulness, navigating challenges with cleverness and adaptability.",
        "I release the need for control, trusting my intuition and the natural flow of events."
      ],
      "reversed": [
        "I integrate past lessons, letting go of deceptive behaviors for a more honest path.",
        "I choose transparency and open communication, fostering trust and deeper connections."
      ]
    }
  },
  {
    "name": "Eight of Swords",
    "affirmations": {
      "upright": [
        "I embrace new perspectives and release self-imposed limitations.",
        "My inner strength guides me through challenges, leading me to freedom.",
        "Though blinded for now, I trust my intuition to lead me towards clarity."
      ],
      "reversed": [
        "I acknowledge and break free from limiting beliefs holding me back.",
        "I choose to see my situation from a new angle, revealing hidden possibilities.",
        "Even in darkness, I possess the power to illuminate my path."
      ]
    }
  },
  {
    "name": "Nine of Swords",
    "affirmations": {
      "upright": [
        "I embrace the shadows within me as opportunities for growth and deeper understanding.",
        "My vulnerability is my strength, and through confronting my fears, I discover resilience and inner peace."
      ],
      "reversed": [
        "I choose to release the grip of negativity and step into the light of self-compassion.",
        "I acknowledge my anxieties and transform them into wisdom, paving the way for a brighter future."
      ]
    }
  },
  {
    "name": "Ten of Swords - Transformation",
    "affirmations": {
      "upright": [
        "I am releasing what no longer serves me, making space for new beginnings.",
        "I embrace the pain of endings as a necessary catalyst for growth and renewal.",
        "My strength lies in my resilience, rising from the ashes of the past.",
        "I trust the universe's guidance, even through challenging transitions."
      ],
      "reversed": [
        "I acknowledge my resistance to change, but choose to move forward with courage.",
        "I release the grip of victimhood and reclaim my power.",
        "Hidden blessings await me as I surrender to the inevitable.",
        "My intuition illuminates the path forward, even in uncertainty."
      ]
    }
  },
  {
    "name": "Page of Swords",
    "affirmations": {
      "upright": [
        "Embrace your intellectual curiosity and explore new ideas with clarity and enthusiasm.",
        "Sharpen your communication skills to express your thoughts with precision and eloquence.",
        "Channel your mental agility to solve problems creatively and find unexpected solutions.",
        "Embrace the power of discernment to separate truth from illusion and make informed decisions.",
        "Step into your role as a messenger, sharing knowledge and insights with others."
      ],
      "reversed": [
        "Seek clarity and understanding before acting on impulsive thoughts or gossip.",
        "Channel your mental energy constructively instead of getting caught up in arguments or negativity.",
        "Refine your communication to avoid misunderstandings and ensure your words are heard with empathy.",
        "Balance your mental pursuits with grounding activities to maintain emotional stability.",
        "Learn from your experiences to develop your wisdom and discernment."
      ]
    }
  },
  {
    "name": "Knight of Swords",
    "affirmations": {
      "upright": [
        "I charge forth with clarity and courage, ready to face any challenge.",
        "My intellect cuts through obstacles, paving the way for swift progress.",
        "My voice rings with conviction, inspiring others to join the cause.",
        "I stand firm in my convictions, a pillar of strength and decisiveness."
      ],
      "reversed": [
        "I redirect my fiery energy, channeling it towards a more focused goal.",
        "I learn from past impulsiveness, honing my discernment and timing.",
        "I transform aggression into assertive action, building bridges rather than walls.",
        "I seek wise counsel to temper my blade, finding balance in my pursuit."
      ]
    }
  },
  {
    "name": "Queen of Swords",
    "affirmations": {
      "upright": [
        "I embrace my intellectual prowess and wield my words with clarity and grace.",
        "My sharp mind cuts through illusions, revealing truth and empowering wise decisions.",
        "I stand firm in my boundaries, my presence a beacon of strength and unwavering resolve.",
        "With discerning eyes and a compassionate heart, I guide others through challenges and emerge victorious."
      ],
      "reversed": [
        "I soften my grip on control and allow wisdom to guide my actions instead of judgment.",
        "I release the need to always be right and embrace the power of open-mindedness and understanding.",
        "I transform my inner critic into a gentle voice of self-compassion and growth.",
        "My strength lies not just in wielding the sword, but in choosing to lay it down when needed."
      ]
    }
  },
  {
    "name": "King of Swords",
    "affirmations": {
      "upright": [
        "I tap into my intellectual clarity and make decisions with wisdom and insight.",
        "My sharp mind cuts through confusion, revealing truth and guiding action.",
        "I stand with unwavering conviction, my words and actions wielded with justice.",
        "With a steady hand and discerning heart, I navigate challenges and forge my path.",
        "I lead with integrity and inspire others to embrace their own power of intellect."
      ],
      "reversed": [
        "I soften my rigor, seeking understanding over judgment.",
        "My voice finds its balance, expressing truth with compassion.",
        "I release unhealthy attachments to control, embracing flexibility and compromise.",
        "I listen with an open mind, integrating different perspectives into my decisions.",
        "My power lies not in domination, but in collaboration and shared wisdom."
      ]
    }
  },

  {
    "name": "Ace of Wands",
    "affirmations": {
      "upright": [
        "I ignite my inner fire and spark new beginnings.",
        "I embrace creativity and boldly pursue my passions."
      ],
      "reversed": [
        "I release stagnation and reignite my enthusiasm.",
        "I seek guidance and refocus my energy for a powerful new start."
      ]
    }
  },
  {
    "name": "Two of Wands",
    "affirmations": {
      "upright": [
        "Embrace the thrill of possibility; chart your course with confidence.",
        "Step into your power; the world awaits your unique spark."
      ],
      "reversed": [
        "Ground your vision before taking flight; refine your plan before taking action.",
        "Acknowledge doubt, then boldly choose your direction; detours lead to unexpected destinations."
      ]
    }
  },
  {
    "name": "Three of Wands",
    "affirmations": {
      "upright": [
        "I embrace expansion and confidently navigate new horizons.",
        "My vision is clear, and I trust my intuition to guide my path."
      ],
      "reversed": [
        "I release fear and resistance, allowing my dreams to take flight.",
        "I reexamine my direction and adjust my sails for a more fulfilling journey."
      ]
    }
  },
  {
    "name": "Four of Wands",
    "affirmations": {
      "upright": [
        "Embrace harmony and celebrate achievements.",
        "Share your joy and build lasting connections."
      ],
      "reversed": [
        "Seek balance and overcome stagnation.",
        "Refocus your energy and create new beginnings."
      ]
    }
  },
  {
    "name": "Five of Wands",
    "affirmations": {
      "upright": [
        "Embrace the challenge, warrior spirit. Strength lies in resilience.",
        "Find common ground amidst the chaos. Unity strengthens the fight."
      ],
      "reversed": [
        "Seek balance within the conflict. Inner peace guides your path.",
        "Release the need for control. Trust the flow of the struggle."
      ]
    }
  },
  {
    "name": "Six of Wands",
    "affirmations": {
      "upright": [
        "I claim my victory and share my light with the world.",
        "Confidence radiates from me, attracting recognition and success."
      ],
      "reversed": [
        "I acknowledge setbacks as temporary detours on my path to triumph.",
        "I release self-doubt and embrace my inner power to overcome challenges."
      ]
    }
  },
  {
    "name": "Seven of Wands",
    "affirmations": {
      "upright": [
        "I stand firm in my convictions.",
        "My resilience is my shield and my sword."
      ],
      "reversed": [
        "I seek understanding instead of defending my position.",
        "I let go of attachments to outdated beliefs."
      ]
    }
  },
  {
    "name": "Eight of Wands",
    "affirmations": {
      "upright": [
        "Embrace the swift movement, trust the unfolding path.",
        "Align with action, let momentum carry you forward."
      ],
      "reversed": [
        "Acknowledge the delays, adjust your course with clarity.",
        "Seek groundedness amidst the whirlwind, find your center."
      ]
    }
  },
  {
    "name": "Nine of Wands",
    "affirmations": {
      "upright": [
        "I stand firm in the face of challenges, my resilience is my shield.",
        "I embrace the final push, victory is within reach."
      ],
      "reversed": [
        "I acknowledge my weariness, rest is not surrender.",
        "Reassess my stance, a different perspective might bring clarity."
      ]
    }
  },
  {
    "name": "Ten of Wands",
    "affirmations": {
      "upright": [
        "I release burdens with grace, knowing my strength carries me forward.",
        "I prioritize my well-being, trusting completion will follow."
      ],
      "reversed": [
        "I shed unnecessary burdens, reclaiming my energy for true purpose.",
        "I seek support, knowing collaboration lightens the load."
      ]
    }
  },
  {
    "name": "Page of Wands",
    "affirmations": {
      "upright": [
        "Ignite your curiosity and embrace new beginnings.",
        "Leap into your potential with fearless enthusiasm."
      ],
      "reversed": [
        "Ground your flighty ideas and channel your energy wisely.",
        "Seek clarity before taking action to avoid impulsive pitfalls."
      ]
    }
  },
  {
    "name": "Knight of Wands",
    "affirmations": {
      "upright": [
        "Embrace your fiery spirit and charge forward with confidence.",
        "Channel your passion into action and ignite your dreams."
      ],
      "reversed": [
        "Pause before impulsively reacting, channel your energy wisely.",
        "Seek clarity before charging ahead, impulsive action may lead astray."
      ]
    }
  },
  {
    "name": "Queen of Wands",
    "affirmations": {
      "upright": [
        "Embrace your fiery spirit and lead with confidence.",
        "Turn your passion into action and ignite your creative fire."
      ],
      "reversed": [
        "Reclaim your inner power and overcome self-doubt.",
        "Seek balance and channel your fiery energy productively."
      ]
    }
  },
  {
    "name": "King of Wands",
    "affirmations": {
      "upright": [
        "Embrace your inner fire and lead with passion and purpose.",
        "Channel your creativity, taking bold actions to manifest your desires."
      ],
      "reversed": [
        "Temper your impulsiveness and seek guidance before charging ahead.",
        "Acknowledge your shadow side and integrate it into your leadership style."
      ]
    }
  },
  {
    "name": "Ace of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace new beginnings with gratitude, trusting the universe to provide.",
        "My fertile ground is ready for planting seeds of prosperity and abundance."
      ],
      "reversed": [
        "I release fear and doubt, opening myself to receive the gifts life has to offer.",
        "I nourish my roots, grounding myself in stability and security."
      ]
    }
  },
  {
    "name": "Two of Pentacles",
    "affirmations": {
      "upright": [
        "I gracefully juggle my responsibilities and find flow amidst the chaos.",
        "I trust my resourcefulness and adapt effortlessly to changing circumstances."
      ],
      "reversed": [
        "I release my overcommitment and prioritize tasks with clarity.",
        "I delegate with confidence and create space for ease and joy."
      ]
    }
  },
  {
    "name": "Three of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace collaboration and celebrate the power of shared goals.",
        "My unique talents shine brighter when joined with others."
      ],
      "reversed": [
        "I seek to understand and harmonize differing perspectives.",
        "I release the need for control and trust the flow of co-creation."
      ]
    }
  },
  {
    "name": "Four of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace my abundance and share it generously.",
        "My security comes from within, not from possessions."
      ],
      "reversed": [
        "I release my attachment to material things and open my heart to true wealth.",
        "I loosen my grip and allow abundance to flow freely through me."
      ]
    }
  },
  {
    "name": "Five of Pentacles",
    "affirmations": {
      "upright": [
        "Though darkness surrounds, I remember the light within.",
        "Loss paves the way for unexpected gain. Trust the process."
      ],
      "reversed": [
        "Resilience blooms from hardship. I rise stronger than before.",
        "Open my hand to receive support. Abundance flows freely."
      ]
    }
  },
  {
    "name": "Six of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace abundance and share my gifts with the world.",
        "I open my heart and receive support with grace and gratitude."
      ],
      "reversed": [
        "I release limiting beliefs about scarcity and trust in the flow of abundance.",
        "I recognize my worth and give generously to myself first."
      ]
    }
  },
  {
    "name": "Seven of Pentacles",
    "affirmations": {
      "upright": [
        "I pause to appreciate the progress I've made, knowing my efforts bear fruit.",
        "I trust the process, knowing my dedication will yield sustainable results."
      ],
      "reversed": [
        "I release the need to control outcomes and embrace the cyclical nature of growth.",
        "I reassess my priorities and refocus on efforts that align with my long-term goals."
      ]
    }
  },
  {
    "name": "Eight of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace focused work and find joy in mastery.",
        "I refine my skills with dedication and reap the rewards."
      ],
      "reversed": [
        "I acknowledge scattered energy and refocus for greater impact.",
        "I learn from setbacks and refine my approach for better results."
      ]
    }
  },
  {
    "name": "Nine of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace abundance and celebrate my well-earned success.",
        "My efforts bear fruit, and I savor the sweetness of security."
      ],
      "reversed": [
        "I release attachment to material things and find value beyond possessions.",
        "I rebalance my focus and prioritize my true desires."
      ]
    }
  },
  {
    "name": "Ten of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace abundance and share my prosperity with others.",
        "My strong foundation supports me in all aspects of life."
      ],
      "reversed": [
        "I release attachment to material security and trust in my inner wealth.",
        "I break free from limiting beliefs and open myself to abundance."
      ]
    }
  },
  {
    "name": "Page of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace new beginnings and ground my creativity in practical steps."
      ],
      "reversed": [
        "I release stagnation and seek guidance to manifest my abundance."
      ]
    }
  },
  {
    "name": "Knight of Pentacles",
    "affirmations": {
      "upright": [
        "I embody grounded action and reliable progress.",
        "Through dedication and patience, I manifest my abundance."
      ],
      "reversed": [
        "I release attachment to material security and embrace adaptability.",
        "I seek balance and prioritize my well-being beyond material pursuits."
      ]
    }
  },
  {
    "name": "Queen of Pentacles",
    "affirmations": {
      "upright": [
        "I embrace abundance and cultivate secure foundations.",
        "My nurturing spirit attracts prosperity and creates a flourishing life."
      ],
      "reversed": [
        "I release attachment to material things and prioritize true value.",
        "I break free from self-doubt and claim my inner queen."
      ]
    }
  },
  {
    "name": "King of Pentacles",
    "affirmations": {
      "upright": [
        "I manifest abundance and secure my future through focused action.",
        "I embrace my talents and use them to build a prosperous life."
      ],
      "reversed": [
        "I release attachments to material security and find stability within.",
        "I step back from indulgence and seek deeper meaning beyond possessions."
      ]
    }
  }
]
