[
  {
    "name": "The Fool",
    "keywords": {
      "upright": [
        "New beginnings",
        "Adventure",
        "Innocence",
        "Spontaneity",
        "Faith",
        "Leap of faith",
        "Beginner's luck",
        "Originality"
      ],
      "reversed": [
        "Folly",
        "Chaos",
        "Lack of direction",
        "Naivety",
        "Poor judgement",
        "Hesitation",
        "Imprudence",
        "Fear"
      ]
    },
    "description": {
      "upright": "The Fool represents the start of a new journey, filled with optimism and excitement. It encourages you to take a leap of faith and embrace the unknown with an open mind. This card can also signify a need for playfulness and spontaneity, reminding you to not take life too seriously. The Fool can also indicate innocence and a lack of experience, but it can also symbolize a fresh start and the opportunity to learn and grow. Trust your intuition and take the first step towards your goals.",
      "reversed": "The reversed Fool suggests that you may be holding back from taking a chance or starting something new. You may be afraid of the unknown or unsure of yourself. This card can also indicate a lack of direction or purpose in your life. You may be feeling lost or unsure of what you want. The reversed Fool can also signify recklessness, impulsiveness, and poor judgment. Be careful not to act without thinking things through. Take some time to reflect on your goals and make sure you are making decisions that are aligned with your values."
    }
  },
  {
    "name": "The Magician",
    "keywords": {
      "upright": [
        "Manifestation",
        "Action",
        "Potential",
        "Willpower",
        "Resourcefulness",
        "Skill",
        "Communication",
        "Confidence"
      ],
      "reversed": [
        "Deception",
        "Illusion",
        "Manipulation",
        "Lack of focus",
        "Wasted potential",
        "Doubt",
        "Communication issues"
      ]
    },
    "description": {
      "upright": "The Magician represents the power of manifestation and the potential to achieve your goals through focused action, willpower, and your innate abilities. It signifies a time of new beginnings, resourcefulness, and the ability to bring ideas into reality. The Magician also encourages clear communication and confident self-expression.",
      "reversed": "The reversed Magician can indicate wasted potential, a lack of focus, and difficulty manifesting your desires. It may point to deception, manipulation, or communication issues that are hindering your progress. This card can also suggest self-doubt, a lack of confidence, and the need to tap into your hidden talents and abilities."
    }
  },
  {
    "name": "The High Priestess",
    "keywords": {
      "upright": [
        "Intuition",
        "Mystery",
        "Hidden knowledge",
        "Secrets",
        "Inner wisdom",
        "Passivity",
        "Reflection"
      ],
      "reversed": [
        "Lack of clarity",
        "Confusion",
        "Misinformation",
        "Repressed emotions",
        "Secretiveness",
        "Stagnation",
        "Resistance to change"
      ]
    },
    "description": {
      "upright": "The High Priestess represents a deep connection to intuition, inner wisdom, and the subconscious mind. It suggests a time for introspection, reflection, and trusting your gut feeling. This card can also indicate hidden knowledge, secrets, and mysteries that are waiting to be revealed. In love, it can signify a soulmate connection or a deep and meaningful relationship. In career, it can suggest a desire for further education or training, or a need to listen to your intuition when making decisions.",
      "reversed": "The reversed High Priestess suggests that you are out of touch with your intuition and inner wisdom. You may be feeling confused, overwhelmed, or unsure of what to do. This card can also indicate secrets that are coming to light, or misinformation that is causing problems. In love, it can warn of a hidden agenda or a relationship that is not based on honesty and trust. In career, it can signify a lack of direction or clarity."
    }
  },
  {
    "name": "The Empress",
    "keywords": {
      "upright": [
        "Abundance",
        "Creativity",
        "Fertility",
        "Nurturing",
        "New Beginnings",
        "Nature",
        "Sensuality",
        "Feminine Energy"
      ],
      "reversed": [
        "Blocked Creativity",
        "Lack of Abundance",
        "Emotional Instability",
        "Materialism",
        "Narcissism",
        "Overindulgence",
        "Stagnation",
        "Unwanted Pregnancy"
      ]
    },
    "description": {
      "upright": "The Empress represents the feminine energy of creation, fertility, and abundance. She is a nurturing figure who encourages us to connect with our creativity and express ourselves authentically. This card can also signify new beginnings, personal growth, and a sense of well-being.",
      "reversed": "The reversed Empress can indicate blocked creativity, lack of abundance, or emotional instability. It may also suggest materialism, narcissism, or overindulgence. In some cases, it can even foreshadow unwanted pregnancy. This card is a call to reconnect with your feminine energy and nurture yourself."
    }
  },
  {
    "name": "The Emperor",
    "keywords": {
      "upright": [
        "Authority",
        "Father figure",
        "Law and order",
        "Leadership",
        "Power"
      ],
      "reversed": [
        "Control freak",
        "Immaturity",
        "Lack of discipline",
        "Loss of authority",
        "Manipulative friends"
      ]
    },
    "description": {
      "upright": "The Emperor represents stability, security, and control. It signifies a strong, authoritative presence, a father figure who provides structure and guidance. This card can also indicate a need for discipline, organization, and clear boundaries. In a career context, it can represent success, leadership, and a clear vision for the future.",
      "reversed": "The reversed Emperor card suggests an imbalance of power, an overbearing or controlling personality, or a lack of discipline. It can also indicate immaturity, a fear of commitment, or a reliance on others to make decisions. In a career context, it can represent challenges to authority, lack of direction, or a need to loosen up and be more flexible."
    }
  },
  {
    "name": "The Hierophant",
    "keywords": {
      "upright": [
        "Tradition",
        "Conformity",
        "Education",
        "Guidance",
        "Spirituality",
        "Dogma"
      ],
      "reversed": [
        "Rebellion",
        "Dogmatism",
        "Lack of Guidance",
        "Unconventional Thinking",
        "Hypocrisy"
      ]
    },
    "description": {
      "upright": "The Hierophant represents tradition, conformity, and established systems. It signifies a need for guidance, education, and spiritual growth. It can also suggest a desire for conformity and following the rules. When upright, the Hierophant indicates a strong connection to established institutions, such as religion, education, or government. It can also represent a mentor or teacher who provides valuable guidance.",
      "reversed": "The reversed Hierophant represents rebellion against tradition, dogma, and established systems. It suggests a need for independent thinking and questioning of authority. It can also indicate a lack of guidance or spiritual direction. When reversed, the Hierophant can warn against hypocrisy or being overly rigid in your beliefs. It can also suggest a need to break free from the constraints of tradition and forge your own path."
    }
  },
  {
    "name": "The Lovers",
    "keywords": {
      "upright": [
        "Love",
        "unity",
        "harmony",
        "partnership",
        "choices",
        "decisions",
        "commitment",
        "attraction",
        "trust",
        "deep connection"
      ],
      "reversed": [
        "Disharmony",
        "imbalance",
        "doubt",
        "indecision",
        "temptation",
        "lack of commitment",
        "betrayal",
        "separation",
        "self-love"
      ]
    },
    "description": {
      "upright": "The Lovers represent love in all its forms, from romantic and platonic to self-love. It signifies strong bonds, deep connections, and harmonious relationships. It can also represent a crossroads, where you are faced with a choice between two paths or partners. This decision should not be taken lightly, as it will have lasting ramifications. Upright, the Lovers card encourages you to be open to love and commitment, to trust your intuition, and to make decisions based on your heart.",
      "reversed": "The reversed Lovers card indicates disharmony, imbalance, and a lack of commitment. It may suggest that you are feeling doubt or indecision, or that you are being tempted by something or someone outside of your current relationship. You may also be experiencing betrayal or separation. The reversed Lovers card encourages you to take responsibility for your own happiness and to make choices that align with your values. It may also be a sign that you need to focus on self-love and healing."
    }
  },
  {
    "name": "The Chariot",
    "keywords": {
      "upright": [
        "Determination",
        "Victory",
        "Control",
        "Ambition",
        "Progress"
      ],
      "reversed": [
        "Lack of direction",
        "Self-doubt",
        "Obstacles",
        "Delays",
        "Loss of control"
      ]
    },
    "description": {
      "upright": "The Chariot upright signifies willpower, determination, and triumph over challenges. It represents a journey, ambition, and confidence in achieving your goals. The card encourages you to embrace your inner strength and take control of your destiny.",
      "reversed": "The Chariot reversed indicates a lack of direction, scattered energy, and self-doubt. It suggests feeling stuck or facing unexpected obstacles. The card may be a reminder to re-evaluate your goals and strategies, or to address internal conflicts that are hindering your progress."
    }
  },
  {
    "name": "Strength",
    "keywords": {
      "upright": [
        "Inner Strength",
        "Courage",
        "Compassion",
        "Determination",
        "Persuasion",
        "Gentleness",
        "Confidence"
      ],
      "reversed": [
        "Doubt",
        "Weakness",
        "Fear",
        "Self-doubt",
        "Manipulation",
        "Tyranny",
        "Aggression"
      ]
    },
    "description": {
      "upright": "The Strength card in its upright position represents inner strength, courage, and compassion. It signifies that you have the power and resilience to overcome any obstacle. You are guided by kindness and understanding, able to face challenges with calm and determination. This card can also indicate a time for healing and self-discovery, where you tap into your inner resources and emerge stronger. In relationships, Strength suggests a deep connection built on trust and respect.",
      "reversed": "When the Strength card appears reversed, it can signify doubt, weakness, and fear. You may be feeling overwhelmed by challenges and lacking the courage to face them head-on. This card can also indicate a tendency to be self-critical or to allow others to manipulate you. In relationships, a reversed Strength may suggest power struggles, codependency, or a lack of trust. The advice here is to find your inner strength and stand up for yourself, while also learning to be more compassionate and understanding towards others."
    }
  },
  {
    "name": "The Hermit",
    "keywords": {
      "upright": [
        "Introspection",
        "Meditation",
        "Self-reflection",
        "Solitude",
        "Soul-searching",
        "Wisdom",
        "Guidance"
      ],
      "reversed": [
        "Loneliness",
        "Isolation",
        "Withdrawal",
        "Paranoia",
        "Stagnation",
        "Stuck",
        "Confusion"
      ]
    },
    "description": {
      "upright": "The Hermit represents a time of introspection and inner reflection. It signifies a need to withdraw from the outside world and connect with your inner self. This is a time to meditate, pray, or simply be alone with your thoughts. The Hermit also represents wisdom, guidance, and seeking knowledge. You may be drawn to a mentor or teacher who can help you on your spiritual journey. This is also a time to listen to your intuition and inner voice.",
      "reversed": "The reversed Hermit can indicate feelings of loneliness, isolation, and withdrawal. You may be feeling cut off from others or unable to connect with your inner self. This card can also represent stagnation, being stuck in a rut, or confusion about your next steps. The reversed Hermit can also be a warning to be careful of who you trust, as someone may be trying to mislead you."
    }
  },
  {
    "name": "Wheel of Fortune",
    "keywords": {
      "upright": [
        "Chance",
        "Change",
        "Destiny",
        "Luck",
        "Opportunity",
        "Karma",
        "Life cycles"
      ],
      "reversed": [
        "Bad luck",
        "Disappointment",
        "Misfortune",
        "Mishap",
        "Unforeseen setbacks",
        "Resistance to change",
        "Stuck in a cycle"
      ]
    },
    "description": {
      "upright": "The Wheel of Fortune signifies significant change, unexpected turns of events, and the ever-shifting nature of life. It can indicate a period of good fortune and blessings, or a time of upheaval and challenges. This card emphasizes that life is a cycle of ups and downs, and that we must learn to adapt and flow with the changes. It can also represent a turning point in your life, where you are presented with new opportunities and choices.",
      "reversed": "The reversed Wheel of Fortune indicates resistance to change, clinging to the past, and fear of the unknown. It can suggest that you are feeling stuck in a rut or facing unexpected setbacks. This card may be urging you to embrace change, let go of what no longer serves you, and trust that the universe has a plan for you. It can also indicate that you are taking unnecessary risks or gambling with your fortune."
    }
  },
  {
    "name": "Justice",
    "keywords": {
      "upright": [
        "Balance",
        "Fairness",
        "Truth",
        "Cause and Effect",
        "Law",
        "Responsibility",
        "Accountability",
        "Judgment"
      ],
      "reversed": [
        "Dishonesty",
        "Imbalance",
        "Unfairness",
        "Legal Issues",
        "Bias",
        "Corruption",
        "Delays",
        "Lack of Accountability",
        "Evading Responsibility",
        "Injustice"
      ]
    },
    "description": {
      "upright": "The Justice card signifies balance, fairness, and the pursuit of truth. It suggests that a situation is being weighed and judged objectively, and that the outcome will be just and deserved. It can also represent legal matters, contracts, and agreements. Upright, Justice encourages you to be honest, fair, and accountable in your actions.",
      "reversed": "The reversed Justice card indicates that there is a lack of balance, fairness, or truth in a situation. It suggests that someone may be dishonest, biased, or corrupt. It can also represent legal problems, delays, and injustices. Reversed, Justice encourages you to be introspective and consider whether you are being fair and just in your dealings with others."
    }
  },
  {
    "name": "The Hanged Man",
    "keywords": {
      "upright": [
        "Surrender",
        "Letting go",
        "New perspective",
        "Sacrifice",
        "Suspension",
        "Transformation"
      ],
      "reversed": [
        "Resistance to change",
        "Indecision",
        "Stagnation",
        "Martyrdom",
        "Apathy",
        "Stalling"
      ]
    },
    "description": {
      "upright": "The Hanged Man represents a moment of pause, reflection, and surrender. It suggests the need to let go of control and trust in the process. This card can also symbolize a shift in perspective, seeing things from a new angle. Upright, The Hanged Man can encourage you to break free from old patterns, embrace sacrifice, and undergo a transformative process.",
      "reversed": "The reversed Hanged Man indicates resistance to change, indecisiveness, and stagnation. It can suggest that you are clinging to the past or refusing to let go of something that no longer serves you. This card can also be a warning about martyrdom or unnecessary sacrifice. Reversed, The Hanged Man encourages you to take action, break free from apathy, and move forward with your life."
    }
  },
  {
    "name": "Death",
    "keywords": {
      "upright": [
        "Endings",
        "Transformation",
        "New Beginnings",
        "Letting Go",
        "Rebirth"
      ],
      "reversed": [
        "Resistance to Change",
        "Stagnation",
        "Fear of the Unknown",
        "Unhealthy Attachments",
        "Stuck in the Past"
      ]
    },
    "description": {
      "upright": "The Death card signifies major endings, transformations, and new beginnings. It represents a period of significant change in your life, where you must let go of the old to make room for the new. This card encourages you to embrace change, even though it may be difficult. It signifies a time of releasing the outdated, unwanted, and unnecessary aspects of your life to make way for new opportunities and growth. While the process may be challenging, it ultimately leads to a more fulfilling and enriching future.",
      "reversed": "The Death card reversed suggests resistance to change and a fear of the unknown. You may be clinging to the past and unwilling to let go of outdated beliefs, habits, or situations. This can lead to stagnation and a lack of progress in your life. The reversed Death card can also indicate a denial of reality and an unwillingness to face the inevitable. It encourages you to confront your fears and embrace the changes that are taking place in your life. Accepting the inevitable and letting go of the past is essential for your personal growth and development."
    }
  },
  {
    "name": "Temperance",
    "keywords": {
      "upright": [
        "balance",
        "moderation",
        "patience",
        "harmony",
        "healing",
        "alchemical process",
        "integration",
        "cooperation",
        "adaptation"
      ],
      "reversed": [
        "disharmony",
        "imbalance",
        "impatience",
        "conflict",
        "stagnation",
        "lack of focus",
        "unrealistic expectations",
        "extremism",
        "addiction"
      ]
    },
    "description": {
      "upright": "The Temperance card signifies a state of balance, harmony, and inner peace. It encourages you to find the middle ground, practice moderation, and approach situations with patience and a calm demeanor. This card can also suggest a time for healing, integration, and the merging of opposites. In relationships, it indicates cooperation, understanding, and mutual respect.",
      "reversed": "The reversed Temperance card indicates a state of imbalance, disharmony, and inner conflict. You may be struggling with extremes, lacking patience, or experiencing emotional turmoil. This card can also suggest a lack of focus or clarity, unrealistic expectations, and difficulty cooperating with others. In relationships, it indicates conflict, misunderstanding, and a lack of respect."
    }
  },
  {
    "name": "The Devil",
    "keywords": {
      "upright": [
        "Temptation",
        "Shadow self",
        "Addiction",
        "Materialism",
        "Entrapment",
        "Fear",
        "Obsession"
      ],
      "reversed": [
        "Breaking free",
        "Facing fears",
        "Overcoming addiction",
        "Embracing your shadow",
        "Releasing control",
        "Self-awareness"
      ]
    },
    "description": {
      "upright": "The Devil card in the upright position can signify temptation, addiction, feeling trapped in a situation or relationship, and being ruled by your shadow self. It can also represent materialism, unhealthy attachments, and a fear of letting go. This card often appears when you need to take a hard look at your own behavior and make changes.",
      "reversed": "The Devil reversed indicates that you are breaking free from negative influences and unhealthy patterns. You are facing your fears and taking control of your life. This card can also represent self-awareness, embracing your shadow self, and finding liberation. The reversed Devil is a positive card that signifies growth and transformation."
    }
  },
  {
    "name": "The Tower",
    "keywords": {
      "upright": [
        "Sudden change",
        "Disruption",
        "Chaos",
        "Destruction",
        "Awakening",
        "Liberation"
      ],
      "reversed": [
        "Delayed change",
        "Resistance",
        "Stuck in a rut",
        "Fear of change",
        "Inner turmoil",
        "Illness"
      ]
    },
    "description": {
      "upright": "The Tower represents sudden, dramatic change and upheaval. It can indicate a loss, a crisis, or a complete breakdown of your current situation. However, it can also be a catalyst for positive change and personal growth. The Tower encourages you to let go of the old and embrace the new. Trust that the universe has a plan for you, even if it doesn't feel like it at the moment.",
      "reversed": "The reversed Tower suggests that you are resisting change or clinging to the past. You may be afraid of the unknown or unwilling to let go of what is familiar. This card can also indicate illness, injury, or other setbacks. However, it is important to remember that even these challenges can be opportunities for growth and transformation. The reversed Tower encourages you to surrender to the flow of life and trust that everything happens for a reason."
    }
  },
  {
    "name": "The Star",
    "keywords": {
      "upright": [
        "Hope",
        "Renewal",
        "Inspiration",
        "Faith",
        "Inner peace",
        "Healing",
        "New beginnings"
      ],
      "reversed": [
        "Despair",
        "Disillusionment",
        "Loss of faith",
        "Lack of inspiration",
        "Blocked creativity",
        "Illness",
        "Missed opportunities"
      ]
    },
    "description": {
      "upright": "The Star is a card of immense hope, renewal, and inspiration. It signifies a time of healing and restoration, where faith and optimism guide your path. It encourages you to trust your inner guidance and believe in the universe's plan. New beginnings and opportunities are on the horizon, and you are filled with a sense of inner peace and tranquility. Embrace the positive energy of The Star and allow yourself to be open to all that is possible.",
      "reversed": "The reversed Star can indicate feelings of despair, disillusionment, and loss of faith. You may be feeling uninspired and blocked in your creative endeavors. Missed opportunities and a lack of forward momentum can leave you feeling stagnant and unmotivated. The reversed Star is a call to take time for self-care and reflection. Reconnect with your inner light and find ways to rekindle your hope and optimism. Remember, even in the darkest of times, there is always potential for new beginnings."
    }
  },
  {
    "name": "The Moon",
    "keywords": {
      "upright": [
        "Illusion",
        "Deception",
        "Fear",
        "Hidden things",
        "Intuition",
        "Unconscious"
      ],
      "reversed": [
        "Deception revealed",
        "Hidden things come to light",
        "Release of fear",
        "Clarity",
        "Facing reality",
        "Emotional instability"
      ]
    },
    "description": {
      "upright": "The Moon is a card of mystery, illusion, and the unknown. It can represent a time of uncertainty and confusion, when things are not as they seem. It can also be a time of great creativity and intuition, as we tap into our subconscious minds. The Moon can also represent our fears and anxieties, which may be holding us back. When the Moon appears in a reading, it is important to pay attention to our intuition and to be aware of our own biases and assumptions. We may need to do some soul-searching in order to uncover the truth.",
      "reversed": "The reversed Moon can indicate that we are starting to see through illusions and deceptions. We may be gaining clarity on a situation or facing our fears. The reversed Moon can also be a sign of emotional instability and insecurity. However, it can also be a time of great personal growth and transformation, as we release old fears and embrace the unknown."
    }
  },
  {
    "name": "The Sun",
    "keywords": {
      "upright": [
        "Joy",
        "Success",
        "Vitality",
        "Optimism",
        "Clarity",
        "Abundance",
        "Achievement"
      ],
      "reversed": [
        "False Joy",
        "Illusion",
        "Deception",
        "Lack of Clarity",
        "Inner Conflict",
        "Negativity",
        "Disappointment"
      ]
    },
    "description": {
      "upright": "The Sun is a powerful card of positivity and optimism. It represents happiness, joy, success, and abundance. It signifies a time of great personal growth and fulfillment. The Sun also speaks of clarity and insight, suggesting that you are finally seeing things for what they truly are. This card is a reminder to embrace life's simple pleasures and to find joy in every moment.",
      "reversed": "The reversed Sun card can indicate a period of darkness and negativity. You may be feeling lost, disillusioned, or disappointed. This card can also represent self-doubt, low self-esteem, and a lack of confidence. However, the reversed Sun is not a sign of permanent doom and gloom. It is a call to action, urging you to face your challenges and overcome your obstacles. With hard work and perseverance, you can emerge from the darkness and find your way back to the light."
    }
  },
  {
    "name": "Judgement",
    "keywords": {
      "upright": [
        "Awakening",
        "Decision making",
        "Redemption",
        "Reincarnation",
        "Renewal",
        "Resurrection"
      ],
      "reversed": [
        "Poor logic",
        "Poor or hasty judgement",
        "Self-doubt",
        "Stagnation",
        "Resistance to change",
        "Ignoring intuition"
      ]
    },
    "description": {
      "upright": "The Judgement card signifies a time of awakening, rebirth, and new beginnings. It suggests that a significant period in your life is coming to an end, making way for positive change and transformation. This card can also indicate that you are being called to a higher level of consciousness, to embrace your true purpose in life. When it comes to decision-making, this card encourages you to listen to your intuition and inner voice. Trust that you have the wisdom and guidance needed to make the right decisions for your highest good.",
      "reversed": "The reversed Judgement card suggests that you may be resisting change, clinging to the past, or ignoring your intuition. This can lead to poor judgement, self-doubt, and stagnation. The card may be urging you to let go of the past, forgive yourself and others, and move forward with your life. It may also be a sign that you need to pay closer attention to your inner voice and make decisions that are aligned with your true self."
    }
  },
  {
    "name": "The World",
    "keywords": {
      "upright": [
        "Completion",
        "Success",
        "Fulfillment",
        "New beginnings",
        "Unity",
        "Travel"
      ],
      "reversed": [
        "Stagnation",
        "Delay",
        "Lack of progress",
        "Uncertainty",
        "Feeling incomplete",
        "Isolation"
      ]
    },
    "description": {
      "upright": "The World card represents the culmination of a long journey, a sense of completion and achievement. It signifies the successful conclusion of a major project or goal, and the feeling of fulfillment that comes with it. The World also suggests new beginnings and a sense of limitless possibilities. It can point to travel, expansion, and a deeper understanding of oneself and the world. Additionally, it can symbolize unity, connection, and a feeling of oneness with all things.",
      "reversed": "The reversed World card can indicate stagnation, delay, and a lack of progress. You may be feeling stuck in a rut, unable to move forward in your life. The reversed card can also suggest uncertainty and a lack of clarity about your goals or direction. It can also represent feeling incomplete, unfulfilled, and disconnected from others. Additionally, it can signify isolation, loneliness, and a feeling of being separate from the world."
    }
  },
  {
    "name": "Ace of Cups",
    "keywords": {
      "upright": [
        "New beginnings",
        "Love",
        "Compassion",
        "Joy",
        "Intuition",
        "Emotional fulfillment",
        "Renewal",
        "Creativity"
      ],
      "reversed": [
        "Emotional blockage",
        "Lack of love",
        "Repression",
        "Selfishness",
        "Unfulfilled desires",
        "Bitterness",
        "Deception"
      ]
    },
    "description": {
      "upright": "The Ace of Cups signifies new beginnings in the realm of emotions, relationships, and intuition. It represents a fresh start, a chance to open your heart and experience love, compassion, and joy. This card can also indicate emotional healing, forgiveness, and a deep sense of peace. In matters of love, the Ace of Cups can represent a new romance, a deepening of an existing relationship, or a renewed sense of commitment. In career matters, it can signify a new job or opportunity that is fulfilling and emotionally rewarding.",
      "reversed": "The reversed Ace of Cups indicates emotional blockages, repression, and a lack of love or connection. It can suggest that you are holding onto negative emotions, such as anger, resentment, or fear. This card can also represent emotional manipulation, deceit, and betrayal. In matters of love, the reversed Ace of Cups can indicate a break-up, a lack of intimacy, or a difficult relationship. In career matters, it can signify a job that is unfulfilling, stressful, or emotionally draining."
    }
  },
  {
    "name": "Two of Cups",
    "keywords": {
      "upright": [
        "Partnership",
        "Love",
        "Harmony",
        "Attraction",
        "Balance",
        "Connection"
      ],
      "reversed": [
        "Disunity",
        "Disharmony",
        "Unbalanced relationships",
        "Miscommunication",
        "Lack of trust",
        "Jealousy"
      ]
    },
    "description": {
      "upright": "The Two of Cups represents positive connections, partnerships, and emotional bonds. It signifies a time for love, unity, and shared experiences. This card can also indicate a new partnership or collaboration on the horizon. Upright, the Two of Cups encourages you to nurture your relationships and embrace harmony.",
      "reversed": "The reversed Two of Cups suggests challenges or difficulties in your relationships. It may indicate a lack of communication, trust, or balance. This card can also represent feelings of jealousy, insecurity, or separation. If you see the Two of Cups reversed, it's a call to address these issues head-on and work towards healing and reconciliation."
    }
  },
  {
    "name": "Three of Cups",
    "keywords": {
      "upright": [
        "Celebration",
        "Friendship",
        "Joy",
        "Creative Collaboration",
        "Community"
      ],
      "reversed": [
        "Isolation",
        "Gossip",
        "Lack of Support",
        "Superficiality",
        "Broken Bonds"
      ]
    },
    "description": {
      "upright": "The Three of Cups upright is a joyful and celebratory card. It signifies deep connections, strong friendships, and a sense of community. It can also represent creative collaborations, shared goals, and a positive outlook on life. This card encourages you to nurture your relationships, spend time with loved ones, and express your gratitude for the good things in life.",
      "reversed": "The Three of Cups reversed can indicate a feeling of isolation, loneliness, or a lack of support. It can also signify broken bonds, gossip, and superficial relationships. This card may be urging you to address any issues in your relationships, be more open to connection, and avoid negativity. It may also be a sign to focus on your own happiness and self-care."
    }
  },
  {
    "name": "Four of Cups",
    "keywords": {
      "upright": [
        "Stagnation",
        "Apathy",
        "Missed opportunities",
        "Indifference",
        "Self-absorption",
        "Reflection",
        "Contemplation",
        "Inner journey"
      ],
      "reversed": [
        "Renewed energy",
        "Change of direction",
        "Embracing opportunities",
        "Rekindled enthusiasm",
        "Acceptance",
        "Gratitude",
        "Letting go of the past",
        "New beginnings"
      ]
    },
    "description": {
      "upright": "The Four of Cups represents a period of stagnation, apathy, and missed opportunities. You may be feeling unmotivated, uninspired, and just plain blah. It feels like you're stuck in a rut and there's no way out. However, this card also encourages you to take a step back and reflect on your situation. What is causing your current state? Are you taking things for granted? Are you afraid of change? The Four of Cups suggests that you may be overlooking new opportunities that are right in front of you. It's time to open your eyes and see what the universe has to offer.",
      "reversed": "The reversed Four of Cups signifies a shift in energy. You're starting to see your situation in a new light and you're ready to make a change. This is a time for renewed energy, enthusiasm, and acceptance. You're finally ready to let go of the past and embrace the future. The reversed Four of Cups also suggests that you're opening yourself up to new possibilities and opportunities. You're no longer afraid to take risks and step outside your comfort zone. This is a positive change that will lead you to great things."
    }
  },
  {
    "name": "Five of Cups",
    "keywords": {
      "upright": [
        "Disappointment",
        "Loss",
        "Regret",
        "Grief",
        "Letting go",
        "Unfulfilled expectations"
      ],
      "reversed": [
        "Healing",
        "Moving on",
        "New beginnings",
        "Acceptance",
        "Finding the positive",
        "Hope"
      ]
    },
    "description": {
      "upright": "The Five of Cups symbolizes disappointment, loss, grief, and the emotional impact of unfulfilled expectations. It suggests dwelling on the past and focusing on what has been lost, rather than acknowledging what remains. However, it also holds the potential for healing and growth, urging you to release negative emotions and move forward with hope.",
      "reversed": "The reversed Five of Cups signifies a shift towards healing and acceptance. It indicates a willingness to let go of the past and embrace new possibilities. While the sting of loss may still linger, the focus is now on moving forward and rebuilding. This card also encourages you to acknowledge the blessings that remain and look for the positive within the situation."
    }
  },
  {
    "name": "Six of Cups",
    "keywords": {
      "upright": [
        "Nostalgia",
        "innocence",
        "childhood",
        "happiness",
        "healing",
        "generosity",
        "compassion",
        "forgiveness",
        "reconnect with the past",
        "inner child"
      ],
      "reversed": [
        "Immaturity",
        "escapism",
        "living in the past",
        "clinging to the past",
        "unresolved issues from childhood",
        "lack of emotional depth"
      ]
    },
    "description": {
      "upright": "The Six of Cups is a card of nostalgia, innocence, and the joy of childhood. It reminds us of simpler times and the importance of cherishing our memories. This card can also indicate a time of healing and forgiveness, as we let go of past hurts and move forward with open hearts. The Six of Cups encourages us to reconnect with our inner child and rediscover the joy and wonder of life. When this card appears in a reading, it may be time to reach out to old friends or family members, or to revisit places that hold special memories. It is also a reminder to be kind and compassionate to ourselves and others.",
      "reversed": "The reversed Six of Cups can indicate a resistance to change and a tendency to cling to the past. We may be living in a state of denial, refusing to acknowledge the present moment. This card can also represent unresolved issues from childhood that are affecting us in the present. If we are stuck in the past, we cannot move forward into the future. The reversed Six of Cups encourages us to face our past and learn from it, so that we can release it and move on. It is also a reminder that we cannot relive our childhood, and that it is important to focus on the present moment."
    }
  },
  {
    "name": "Seven of Cups",
    "keywords": {
      "upright": [
        "Imagination",
        "Choice",
        "Opportunity",
        "Wishful thinking",
        "Illusion",
        "Temptation",
        "Indecision",
        "Daydreaming"
      ],
      "reversed": [
        "Confusion",
        "Delusion",
        "Addiction",
        "Missed opportunities",
        "Procrastination",
        "Lack of clarity",
        "Escapism",
        "Disillusionment"
      ]
    },
    "description": {
      "upright": "The Seven of Cups represents a world of possibilities, imagination, and opportunity. It suggests a time of great potential, where you are presented with a variety of choices and paths to take. However, it can also be a time of confusion and indecision, as you may be unsure which way to go. The upright Seven of Cups can encourage you to explore your options and dreams, but it also warns against getting lost in illusions or chasing fantasies. Be clear about your values and goals, and make your decisions wisely.",
      "reversed": "The reversed Seven of Cups suggests a lack of clarity or direction. You may be feeling lost, confused, or unsure of what you want. This can lead to procrastination, escapism, and poor decision-making. The reversed Seven of Cups can also be a sign of addiction, delusion, or being stuck in a fantasy world. It's time to face reality and take responsibility for your choices. Be honest with yourself about what you want and need, and make a plan to move forward."
    }
  },
  {
    "name": "Eight of Cups",
    "keywords": {
      "upright": [
        "Transition",
        "Letting go",
        "Disillusionment",
        "Seeking fulfillment",
        "Inner journey",
        "Introspection",
        "Change of direction"
      ],
      "reversed": [
        "Fear of change",
        "Resistance to letting go",
        "Clinging to the past",
        "Hesitation",
        "Stagnation",
        "Lack of direction",
        "Escapism"
      ]
    },
    "description": {
      "upright": "The Eight of Cups represents a time of change and transition. It signifies leaving behind the past, often things that no longer serve you, in order to pursue something more meaningful. This can involve moving away from relationships, jobs, or situations that have become unfulfilling. It can also be a time of inner exploration and self-discovery. The 8 of Cups encourages you to trust your intuition and follow your heart, even if it means walking away from what is familiar.",
      "reversed": "The reversed Eight of Cups can indicate a fear of change or resistance to letting go. You may be clinging to the past or hesitant to move forward. This card can also represent stagnation, lack of direction, or escapism. It is important to acknowledge and address the underlying issues that are holding you back. The reversed 8 of Cups encourages you to face your fears and embrace the inevitable changes in life."
    }
  },
  {
    "name": "Nine of Cups",
    "keywords": {
      "upright": [
        "Contentment",
        "Satisfaction",
        "Gratitude",
        "Wish come true",
        "Fulfillment",
        "Emotional well-being",
        "Success",
        "Pleasure",
        "Abundance"
      ],
      "reversed": [
        "Inner happiness",
        "Dissatisfaction",
        "Indulgence",
        "Materialism",
        "Emotional stagnation",
        "Unrealistic expectations",
        "Lack of fulfillment",
        "Empty pleasures"
      ]
    },
    "description": {
      "upright": "The Nine of Cups is a card of deep contentment, satisfaction, and emotional well-being. It signifies the fulfillment of desires and wishes, and a time of enjoying the fruits of your labor. This card can also indicate success, abundance, and prosperity. When upright, the Nine of Cups encourages you to take time to appreciate all the good things in your life, and to savor the moment. It is a reminder that you are worthy of happiness and deserve to enjoy life's pleasures.",
      "reversed": "The reversed Nine of Cups can indicate a sense of inner dissatisfaction or emptiness, even though you may have everything you think you want. It can suggest that you are focusing too much on material things and neglecting your emotional needs. This card may also be a warning against indulging in excess or overindulgence. When reversed, the Nine of Cups encourages you to take a step back and re-evaluate your priorities. It is a reminder that true happiness comes from within, and that material possessions cannot fill the void of a lack of emotional fulfillment."
    }
  },
  {
    "name": "Ten of Cups",
    "keywords": {
      "upright": [
        "Happiness",
        "Harmony",
        "Emotional Fulfillment",
        "Family",
        "Love",
        "Completion",
        "Celebration",
        "Community"
      ],
      "reversed": [
        "Discord",
        "Unhappiness",
        "Lack of Harmony",
        "Family Issues",
        "Emotional Instability",
        "Broken Relationships",
        "Isolation",
        "Loss"
      ]
    },
    "description": {
      "upright": "The Ten of Cups represents a time of profound happiness and emotional fulfillment. It signifies a deep sense of connection and love in your relationships, whether romantic, familial, or platonic. This card can also indicate a joyous celebration, a new beginning, or the culmination of a long-held dream. In its upright position, the Ten of Cups is a powerful symbol of emotional abundance and lasting love.",
      "reversed": "In its reversed position, the Ten of Cups suggests challenges and discord within your relationships. It can indicate emotional instability, lack of harmony, and unresolved issues. This card may also be a sign of family problems, broken relationships, or feelings of isolation. However, it is important to remember that even in its reversed position, the Ten of Cups does not signify complete disaster. Instead, it suggests a need for reflection, healing, and communication. By acknowledging the challenges present, you can work towards creating a more harmonious and fulfilling life."
    }
  },
  {
    "name": "Page of Cups",
    "keywords": {
      "upright": [
        "Creativity",
        "Imagination",
        "Empathy",
        "Intuition",
        "New beginnings",
        "Sensitive",
        "Innocence",
        "Openness",
        "Messenger",
        "Artistic"
      ],
      "reversed": [
        "Emotional immaturity",
        "Naiveté",
        "Manipulation",
        "Deception",
        "Hidden emotions",
        "Lack of inspiration",
        "Confusion",
        "Unrealistic expectations",
        "Lack of clarity"
      ]
    },
    "description": {
      "upright": "The Page of Cups represents a gentle and sensitive soul. This card signifies new beginnings, fresh ideas, and a surge of creativity. It encourages you to connect with your intuition and emotions, and to express yourself in a genuine and authentic way. The Page of Cups can also represent a messenger bringing good news, or a young person who is entering your life and bringing joy and light. Reversed, the Page of Cups can indicate emotional immaturity, naiveté, or a tendency to be easily manipulated by others. It may also suggest that you are hiding your true feelings, or that you are not being completely honest with yourself or others. This card can also represent a lack of inspiration, creativity, or clarity.",
      "reversed": "The Page of Cups reversed can be a sign of emotional immaturity, naiveté, or a tendency to be easily manipulated by others. It may also suggest that you are hiding your true feelings, or that you are not being completely honest with yourself or others. This card can also represent a lack of inspiration, creativity, or clarity. However, it can also be a call to action, urging you to get in touch with your emotions and express yourself more authentically. The Page of Cups reversed can also represent a message that needs to be heard, or a person who is trying to communicate with you but is not being successful. Take some time to reflect on your own emotions and how you are communicating with others. Are you being open and honest? Are you listening to your intuition? Once you have a better understanding of your own emotional state, you can start to make changes and improve your relationships with others."
    }
  },
  {
    "name": "Knight of Cups",
    "keywords": {
      "upright": [
        "Creativity",
        "Romance",
        "Charm",
        "Imagination",
        "Beauty",
        "Intuition",
        "Compassion",
        "Diplomacy",
        "Sensitivity",
        "Dreams",
        "New beginnings"
      ],
      "reversed": [
        "Overactive imagination",
        "Unrealistic",
        "Jealous",
        "Moody",
        "Emotionally manipulative",
        "Deception",
        "Lack of clarity",
        "Indecision"
      ]
    },
    "description": {
      "upright": "The Knight of Cups is a card of creativity, romance, and imagination. It suggests that you are in touch with your emotions and intuition, and that you are able to express yourself creatively. This is a time to be open to new possibilities and to follow your heart. The Knight of Cups can also represent a charming and diplomatic person who is able to bring people together. In a relationship reading, the Knight of Cups can indicate a new romantic interest or a deepening of an existing relationship.",
      "reversed": "The reversed Knight of Cups can indicate that you are being overly emotional or that you are not in touch with your intuition. You may be having difficulty expressing yourself creatively, or you may be feeling uninspired. The reversed Knight of Cups can also represent someone who is manipulative or deceptive. This is a time to be cautious and to be aware of the motivations of others."
    }
  },
  {
    "name": "Queen of Cups",
    "keywords": {
      "upright": [
        "Nurturing",
        "Compassionate",
        "Intuitive",
        "Creative",
        "Flow",
        "Empathy",
        "Sensitive"
      ],
      "reversed": [
        "Emotional",
        "Manipulative",
        "Overly Sensitive",
        "Deception",
        "Repression",
        "Secretive",
        "Unbalanced"
      ]
    },
    "description": {
      "upright": "The Queen of Cups represents the archetype of the nurturing mother, embodying compassion, intuition, and creativity. She encourages you to tap into your emotional depths and connect with your feelings. This card can also signify strong intuition, psychic abilities, and the ability to offer emotional support to others. In relationships, the Queen of Cups suggests a loving and supportive partner, or the potential for one to enter your life.",
      "reversed": "When reversed, the Queen of Cups can indicate emotional imbalance, manipulation, or a tendency to be overly sensitive. You may be feeling overwhelmed by your emotions or struggling to connect with others. This can also be a sign of deception, repression, or a lack of emotional clarity. In relationships, the reversed Queen of Cups can suggest a manipulative partner, a lack of emotional support, or difficulty expressing your feelings."
    }
  },
  {
    "name": "King of Cups",
    "keywords": {
      "upright": [
        "Compassion",
        "Intuition",
        "Creativity",
        "Sensitivity",
        "Empathy",
        "Balance",
        "Diplomacy",
        "Harmony",
        "Peace",
        "Guidance"
      ],
      "reversed": [
        "Repression",
        "Emotional imbalance",
        "Manipulation",
        "Lack of self-awareness",
        "Deception",
        "Unreliability",
        "Unresolved issues",
        "Victim mentality"
      ]
    },
    "description": {
      "upright": "The King of Cups represents mastery over the realms of emotion, creativity, and the unconscious. He embodies the qualities of compassion, empathy, and intuition. Upright, this card indicates a time for emotional maturity and balance. You are in tune with your feelings and able to express them in a healthy way. You are also a natural leader who inspires others with your kindness and understanding. The King of Cups can also represent a positive male figure in your life, such as a father, mentor, or lover.",
      "reversed": "The reversed King of Cups suggests emotional imbalance and instability. You may be repressing your feelings or expressing them in unhealthy ways. This card can also indicate manipulation, deception, or unreliability. Be wary of anyone who seems too good to be true. The reversed King of Cups can also represent a negative male figure in your life who is controlling or abusive."
    }
  },
  {
    "name": "Ace of Swords",
    "keywords": {
      "upright": [
        "Clarity",
        "Intellect",
        "New beginnings",
        "Breakthrough",
        "Communication",
        "Truth",
        "Victory"
      ],
      "reversed": [
        "Confusion",
        "Harshness",
        "Mental block",
        "Defeat",
        "Miscommunication",
        "Deception"
      ]
    },
    "description": {
      "upright": "The Ace of Swords signifies a new beginning, a moment of clarity and insight. It represents the power of intellect, communication, and truth. This card encourages you to use your mind to create new ideas, solve problems, and overcome challenges. The Ace of Swords can also signify victory, success, and achieving your goals.",
      "reversed": "The reversed Ace of Swords indicates confusion, negativity, and mental blocks. It warns you against being too harsh or critical, and to be careful not to say things you don't mean. This card can also represent defeat, setbacks, and failure. The reversed Ace of Swords suggests that you need to clear your mind and get back on track."
    }
  },
  {
    "name": "Two of Swords",
    "keywords": {
      "upright": [
        "Difficult decision",
        "Confusion",
        "Stalemate",
        "Truce",
        "Meditation",
        "Balance",
        "Partnership"
      ],
      "reversed": [
        "Indecisiveness",
        "Procrastination",
        "Avoidance",
        "Illusion",
        "Deception",
        "Disharmony",
        "Dishonesty"
      ]
    },
    "description": {
      "upright": "The Two of Swords represents a period of difficulty and uncertainty. You are facing a challenging decision, but you are unclear about which option to take. This card can also indicate a need for balance and harmony in your relationships. If reversed, the Two of Swords can suggest indecisiveness, procrastination, and a tendency to avoid problems. It can also warn of deception, illusion, and dishonesty.",
      "reversed": "The reversed Two of Swords signifies indecisiveness, procrastination, and a refusal or inability to face reality. You may be avoiding a difficult decision or situation, but this will only make things worse in the long run. The reversed card can also warn of deception, illusion, and dishonesty. Someone may be trying to mislead you, so be careful who you trust. This is a time for introspection and self-reflection. You need to take some time to clear your head and figure out what you want. Once you have a better understanding of your own needs and desires, you will be able to make the best decision for yourself."
    }
  },
  {
    "name": "Three of Swords",
    "keywords": {
      "upright": [
        "Heartbreak",
        "Sorrow",
        "Betrayal",
        "Grief",
        "Pain",
        "Rejection",
        "Hurt"
      ],
      "reversed": [
        "Healing",
        "Moving On",
        "Acceptance",
        " Forgiveness",
        "Resilience",
        "Release",
        "Growth"
      ]
    },
    "description": {
      "upright": "The Three of Swords represents deep emotional pain, sorrow, and heartache. It can indicate a loss of love, betrayal, or a difficult decision that caused emotional wounds. The card can also signify emotional turmoil, grief, and a period of mourning. However, despite the pain, the Three of Swords can also suggest a necessary cleansing and release of emotions, leading to healing and growth.",
      "reversed": "The Three of Swords reversed suggests a shift towards healing and moving on from emotional pain. It indicates a willingness to confront and process negative emotions, leading to forgiveness and acceptance. The reversed card can also signify a newfound resilience and strength in the face of adversity. However, it can also warn against repressing emotions or refusing to acknowledge pain, as this can hinder the healing process."
    }
  },
  {
    "name": "Four of Swords",
    "keywords": {
      "upright": [
        "Rest",
        "Peace",
        "Contemplation",
        "Recovery",
        "Meditation",
        "Withdrawal",
        "Surrender",
        "Introspection"
      ],
      "reversed": [
        "Burnout",
        "Stagnation",
        "Isolation",
        "Exhaustion",
        "Lack of motivation",
        "Depression",
        "Fear of change",
        "Inability to move forward"
      ]
    },
    "description": {
      "upright": "The Four of Swords represents a time of rest and recuperation. It is a card of peace, tranquility, and introspection. It can indicate a need to withdraw from the world and take some time for yourself. This withdrawal can be physical, mental, or emotional. The Four of Swords can also represent a time of healing and recovery, both from physical illness and emotional wounds. It is a time to surrender and trust in the process of healing. When the Four of Swords appears in a reading, it is a reminder to take some time for yourself and to listen to your inner voice. It is a time to reconnect with your true self and to find peace and harmony within.",
      "reversed": "The reversed Four of Swords can indicate burnout, exhaustion, and a lack of motivation. It can also suggest a fear of change or a reluctance to move forward. The reversed card can also be a sign of isolation and loneliness. When the reversed Four of Swords appears in a reading, it is a reminder to take care of yourself and to make time for rest and relaxation. It is also a time to face your fears and to make the changes that you need to move forward in your life."
    }
  },
  {
    "name": "Five of Swords",
    "keywords": {
      "upright": ["Conflict", "Loss", "Victory", "Deception", "Cunning"],
      "reversed": [
        "Reconciliation",
        "Letting go",
        "Learning from mistakes",
        "New perspective",
        "Seeking help"
      ]
    },
    "description": {
      "upright": "The Five of Swords signifies conflict, disagreement, and tension. It can represent a feeling of winning a battle but losing the war, or experiencing a sense of detachment after a struggle. The card encourages introspection and reflection on the cost of victory and the importance of diplomacy. It can also indicate deception and manipulation.",
      "reversed": "The reversed Five of Swords suggests a willingness to move beyond conflict and seek reconciliation. It indicates a desire to learn from past mistakes and adopt a new perspective. The card also encourages reaching out for help and support to overcome challenges. It signifies a period of healing and forgiveness."
    }
  },
  {
    "name": "Six of Swords",
    "keywords": {
      "upright": [
        "Transition",
        "Journey",
        "Letting Go",
        "Healing",
        "Moving On"
      ],
      "reversed": [
        "Resistance to Change",
        "Stuck in the Past",
        "Fear of the Unknown",
        "Emotional Baggage",
        "Delays"
      ]
    },
    "description": {
      "upright": "The Six of Swords signifies a period of transition, a journey away from the familiar and towards the unknown. It suggests that you are leaving behind a past that no longer serves you and moving towards a new beginning. This card can also represent healing from emotional wounds and letting go of negativity. It encourages you to trust the process and have faith that you are headed in the right direction.",
      "reversed": "The reversed Six of Swords indicates resistance to change and a fear of the unknown. You may be clinging to the past or holding onto emotional baggage that is preventing you from moving forward. This card can also suggest delays or setbacks in your plans. It encourages you to face your fears and release any negativity that is holding you back."
    }
  },
  {
    "name": "Seven of Swords",
    "keywords": {
      "upright": [
        "Deception",
        "Betrayal",
        "Manipulation",
        "Stealth",
        "Strategy",
        "Cunning"
      ],
      "reversed": [
        "Facing truth",
        "Taking responsibility",
        "Clear communication",
        "Honesty",
        "New beginnings",
        "Overcoming obstacles"
      ]
    },
    "description": {
      "upright": "The Seven of Swords represents deception, trickery, and hidden agendas. It can indicate that someone is dishonest or manipulative, or that you yourself are tempted to take a shortcut that involves dishonesty. This card can also suggest that you need to be more strategic in your approach to a situation, or that you need to be more careful about who you trust.",
      "reversed": "The reversed Seven of Swords indicates that you are ready to come clean and face the truth. You are taking responsibility for your actions and are committed to honesty and integrity. This card can also suggest that you are overcoming obstacles and challenges, and that you are moving forward with a new sense of clarity and purpose."
    }
  },
  {
    "name": "Eight of Swords",
    "keywords": {
      "upright": [
        "Feeling trapped",
        "Limited perspective",
        "Self-doubt",
        "Uncertainty",
        "Victim mentality"
      ],
      "reversed": [
        "Breaking free",
        "Seeing things clearly",
        "Overcoming challenges",
        "Taking control",
        "Empowerment"
      ]
    },
    "description": {
      "upright": "The Eight of Swords in the upright position indicates a feeling of being trapped, limited, and uncertain. You may feel overwhelmed by challenges and unable to see a way out. This card can also represent self-doubt, negative thinking, and a victim mentality.",
      "reversed": "In the reversed position, the Eight of Swords signifies breaking free from limitations and overcoming challenges. You are gaining a clearer perspective and taking back control of your life. This card also suggests a shift from a victim mentality to one of empowerment."
    }
  },
  {
    "name": "Nine of Swords",
    "keywords": {
      "upright": ["Anxiety", "Fear", "Worry", "Sleeplessness", "Nightmares"],
      "reversed": [
        "Self-deception",
        "Denial",
        "Ignoring problems",
        "Repressed emotions",
        "Facing the truth"
      ]
    },
    "description": {
      "upright": "The Nine of Swords represents a state of mental anguish, anxiety, and worry. It can signify being plagued by negative thoughts, fears, and doubts that keep you up at night. These worries may be unfounded or exaggerated, but they are nonetheless causing you significant distress. The Nine of Swords can also suggest feelings of isolation, helplessness, and despair.",
      "reversed": "The reversed Nine of Swords indicates that you are starting to face your fears and anxieties. You may be confronting the root cause of your problems, or simply acknowledging that they exist. This is a positive step, but it can still be a difficult process. The reversed Nine of Swords can also suggest that you are suppressing your emotions or denying your problems. This may be a coping mechanism in the short term, but it will ultimately prevent you from healing."
    }
  },
  {
    "name": "Ten of Swords",
    "keywords": {
      "upright": [
        "Endings",
        "Painful Loss",
        "Betrayal",
        "Victim Mentality",
        "Rock Bottom"
      ],
      "reversed": [
        "Renewal",
        "Healing",
        "Facing the Past",
        "Letting Go",
        "New Beginnings"
      ]
    },
    "description": {
      "upright": "The Ten of Swords represents a significant and painful ending. It can signify the end of a relationship, job, or project, often accompanied by feelings of betrayal, loss, and despair. It can also suggest feeling overwhelmed, defeated, and unable to move forward. However, this card also holds the potential for renewal and transformation. By hitting rock bottom, you are forced to confront your issues and make necessary changes. This can ultimately lead to a stronger and more resilient you.",
      "reversed": "The Ten of Swords reversed suggests that you are beginning to heal from a difficult experience. You are facing your pain and finding the strength to move on. This card can also signify a new beginning or a fresh start. You are finally letting go of the past and embracing the future. However, the reversed Ten of Swords can still indicate unresolved issues or a tendency to dwell on the negative. Be sure to fully process your emotions and release any baggage that is holding you back."
    }
  },
  {
    "name": "Page of Swords",
    "keywords": {
      "upright": [
        "New ideas, communication, intelligence, curiosity",
        "Mentality, intellect, analysis, logic"
      ],
      "reversed": [
        "Misunderstandings, arguments, delay, gossip",
        "Immaturity, impulsiveness, lack of focus"
      ]
    },
    "description": {
      "upright": "The Page of Swords represents a young, enthusiastic individual with a sharp intellect and a thirst for knowledge. This card can indicate new ideas, fresh perspectives, and a willingness to learn. It can also suggest clear communication, witty conversation, and a playful mind. In a reading, the Page of Swords may be urging you to use your intellect to solve problems, communicate effectively, and explore new possibilities.",
      "reversed": "The reversed Page of Swords suggests a misuse of intellect or a lack of focus. This can manifest as arguments, misunderstandings, and gossip. The card may also warn against being overly critical, impulsive, or argumentative. In a reading, the reversed Page of Swords may be urging you to be more mindful of your words and actions, to think before you speak, and to listen more carefully to others."
    }
  },
  {
    "name": "Knight of Swords",
    "keywords": {
      "upright": ["Action", "Determination", "Intellect", "Challenge", "Focus"],
      "reversed": [
        "Impulsiveness",
        "Aggression",
        "Conflict",
        "Deception",
        "Hasty Decisions"
      ]
    },
    "description": {
      "upright": "The Knight of Swords embodies a driven and ambitious spirit, rushing forward with unwavering conviction to achieve goals. He represents quick thinking, sharp intellect, and a powerful will. In a reading, the upright Knight signifies a time for decisive action, taking initiative, and using your mental clarity to overcome obstacles. However, it can also suggest impulsiveness, recklessness, and a lack of forethought.",
      "reversed": "When reversed, the Knight of Swords indicates aggression, conflict, and hasty decisions. It can warn of impulsiveness, harsh words, and cutting criticisms. The reversed Knight may also represent deception, manipulation, and hidden agendas. This card suggests a need for caution, reflection, and tempering your impulsiveness before taking action."
    }
  },
  {
    "name": "Queen of Swords",
    "keywords": {
      "upright": [
        "Clarity",
        "Wisdom",
        "Justice",
        "Independence",
        "Objectivity",
        "Intellect",
        "Directness",
        "Communication",
        "Analysis",
        "Truth",
        "Strategy"
      ],
      "reversed": [
        "Harshness",
        "Cruelty",
        "Coldness",
        "Judgmental",
        "Critical",
        "Oversensitivity",
        "Emotional Detachment",
        "Dishonesty",
        "Manipulation",
        "Mental Blockage",
        "Isolation"
      ]
    },
    "description": {
      "upright": "The Queen of Swords represents a woman of intellectual power, clear vision, and sharp wit. She embodies the element of air, signifying intellect, logic, and communication. Upright, this card can indicate a time of clarity and understanding, where you are able to see things with objectivity and make sound decisions based on truth and logic. It can also represent the need to communicate effectively, express your thoughts and feelings honestly, and stand up for yourself with confidence.",
      "reversed": "The reversed Queen of Swords suggests a shadow side to her upright qualities. This can manifest as harshness, judgment, and a critical attitude. It can also represent emotional detachment, difficulty communicating effectively, and mental blocks that prevent clear thinking. The reversed Queen of Swords may be a warning to be more mindful of your words and actions, and to avoid being overly critical or judgmental."
    }
  },
  {
    "name": "King of Swords",
    "keywords": {
      "upright": [
        "Intellectual power",
        "Clarity of mind",
        "Logic and reason",
        "Justice and fairness",
        "Leadership",
        "Truth and honesty",
        "Objective decision-making"
      ],
      "reversed": [
        "Mental inflexibility",
        "Harshness and criticism",
        "Coldness and detachment",
        "Dishonesty and manipulation",
        "Loss of control",
        "Lack of clarity and focus"
      ]
    },
    "description": {
      "upright": "The King of Swords represents the pinnacle of intellectual power and authority. He is a strong and decisive leader who thinks clearly, logically, and rationally. He is also fair and just, and he always strives to uphold the truth. When this card appears in a reading, it can indicate that you are in a position of power and influence, or that you are about to be. It can also suggest that you need to be more objective and rational in your thinking.",
      "reversed": "The reversed King of Swords can represent mental inflexibility, harshness, and criticism. He can also be cold and detached, and he may be dishonest or manipulative. This card can also suggest that you are feeling lost and out of control, or that you are lacking clarity and focus. When this card appears in a reading, it is a warning to be careful of your thoughts and actions."
    }
  },
  {
    "name": "Ace of Wands",
    "keywords": {
      "upright": [
        "Creativity",
        "Inspiration",
        "New Beginnings",
        "Action",
        "Opportunity"
      ],
      "reversed": [
        "Impatience",
        "Lack of Motivation",
        "Blocked Creativity",
        "Delays",
        "Disorganization"
      ]
    },
    "description": {
      "upright": "The Ace of Wands is a powerful card symbolizing new beginnings, creativity, inspiration, and action. It signifies a spark of potential, a surge of energy, and the birth of an idea. This card encourages you to embrace new opportunities and take bold steps towards your goals. It is a time to be courageous, confident, and optimistic about the future. Conversely, the reversed Ace of Wands suggests feelings of impatience, stagnation, and lack of motivation. You may be struggling to find your creative spark or feel blocked in your progress. This card may also indicate delays, disorganization, and a lack of focus. It is a time to re-evaluate your goals and strategies, and to find ways to reignite your passion and motivation.",
      "reversed": "The reversed Ace of Wands can indicate a lack of enthusiasm, motivation, or creativity. You may be feeling burnt out, uninspired, or stuck in a rut. This card can also signify delays, obstacles, and difficulties in moving forward with your plans. It is a time to reflect on what is blocking your progress and to find ways to overcome these challenges. By taking action and focusing your energy, you can overcome these obstacles and move forward with your goals."
    }
  },
  {
    "name": "Two of Wands",
    "keywords": {
      "upright": [
        "Planning",
        "Vision",
        "Ambition",
        "Anticipation",
        "Planning for the future",
        "Weighing options",
        "Exploration"
      ],
      "reversed": [
        "Lack of clarity",
        "Procrastination",
        "Doubt",
        "Fear of change",
        "Inaction",
        "Stuck in a rut",
        "Lack of direction"
      ]
    },
    "description": {
      "upright": "The Two of Wands represents a time of planning, vision, and ambition. You are at a crossroads, surveying the landscape of your life and considering your next move. You are filled with anticipation and excitement about the future, but you are also taking the time to carefully consider your options. This card can also indicate a period of exploration and learning, as you gather information and resources to help you achieve your goals. When the Two of Wands appears in a reading, it is a reminder to be patient and thoughtful in your planning. Don't rush into action without a clear plan in place. Take your time to assess your options and choose the path that is right for you.",
      "reversed": "The reversed Two of Wands can indicate a lack of clarity, direction, or purpose. You may be feeling lost or uncertain about what you want to do with your life. This card can also represent procrastination, doubt, and fear of change. You may be holding yourself back from taking the necessary steps to achieve your goals. When the reversed Two of Wands appears in a reading, it is a call to action. It's time to stop thinking and start doing. Take the first step towards achieving your dreams, even if you don't have all the answers. Trust that you will figure things out along the way."
    }
  },
  {
    "name": "Three of Wands",
    "keywords": {
      "upright": [
        "Exploration",
        "Expansion",
        "Opportunity",
        "Vision",
        "Planning",
        "Progress",
        "Confidence",
        "Ambition",
        "Travel",
        "New ventures"
      ],
      "reversed": [
        "Lack of direction",
        "Stagnation",
        "Procrastination",
        "Fear of change",
        "Lack of confidence",
        "Impatience",
        "Delays",
        "Unrealistic expectations",
        "Obstacles"
      ]
    },
    "description": {
      "upright": "The Three of Wands signifies a time of exploration and expansion. You are looking forward to the future with optimism and are excited about new opportunities that are coming your way. You are confident in your abilities and are prepared to take on new challenges. This card can also indicate travel, new ventures, and a broadening of your horizons.",
      "reversed": "The reversed Three of Wands suggests that you may be feeling stuck in a rut or that you are lacking direction in your life. You may be afraid of change or may be procrastinating on taking action towards your goals. This card can also indicate delays, obstacles, and unrealistic expectations. It is a reminder to take a step back and reassess your plan. What are your true goals and desires? Once you have a clear vision, you can start to take action to move forward."
    }
  },
  {
    "name": "Four of Wands",
    "keywords": {
      "upright": [
        "Celebration",
        "Harmony",
        "Completion",
        "New Beginnings",
        "Peace",
        "Stability",
        "Prosperity"
      ],
      "reversed": [
        "Delays",
        "Obstacles",
        "Lack of Harmony",
        "Stagnation",
        "Unrest",
        "Impatience",
        "Financial Difficulties"
      ]
    },
    "description": {
      "upright": "The Four of Wands is a positive card that represents harmony, peace, and celebration. It indicates a time of joy, success, and contentment. This card can also signify new beginnings, completion of projects, and a strong foundation for future growth. The Four of Wands can also symbolize a loving and supportive home environment.",
      "reversed": "The reversed Four of Wands suggests that you may be experiencing delays, obstacles, or challenges. You may be feeling restless, impatient, or frustrated. This card can also indicate a lack of harmony in your relationships or your home environment. The reversed Four of Wands can be a warning to be patient and to avoid making impulsive decisions."
    }
  },
  {
    "name": "Five of Wands",
    "keywords": {
      "upright": [
        "Conflict",
        "Competition",
        "Disagreements",
        "Tension",
        "Challenges",
        "Inner conflict"
      ],
      "reversed": [
        "Resolution",
        "Compromise",
        "Cooperation",
        "New perspectives",
        "Strength in numbers",
        "Opportunity for growth"
      ]
    },
    "description": {
      "upright": "The Five of Wands in the upright position signifies conflict, competition, disagreement, and tension. It can represent a struggle for dominance, a battle of wills, or a situation where people are divided into opposing factions. This card can also indicate inner conflict and turmoil, where you are wrestling with opposing forces within yourself. When it appears in a reading, the Five of Wands encourages you to stand your ground and fight for what you believe in. It can also be a call to action, urging you to take control of your situation and overcome the obstacles that are standing in your way.",
      "reversed": "The reversed Five of Wands indicates a resolution to conflict, a willingness to compromise, and a newfound spirit of cooperation. It can also represent the end of competition and the beginning of a new era of peace and harmony. This card suggests that you are ready to let go of your differences and work together with others to achieve a common goal. The reversed Five of Wands can also be a sign of personal growth and development. It indicates that you have learned from your past experiences and are now ready to move forward with a more positive and optimistic outlook."
    }
  },
  {
    "name": "Six of Wands",
    "keywords": {
      "upright": [
        "Victory",
        "Success",
        "Recognition",
        "Progress",
        "Confidence",
        "Leadership"
      ],
      "reversed": [
        "Doubt",
        "Lack of Confidence",
        "Self-promotion",
        "Ego",
        "Obstacles",
        "Delay"
      ]
    },
    "description": {
      "upright": "The Six of Wands signifies victory, success, and recognition. It represents a time when you have achieved a goal or overcome a challenge, and you are now reaping the rewards. This card can also indicate progress, confidence, and leadership.",
      "reversed": "The reversed Six of Wands can indicate doubt, lack of confidence, or difficulty achieving your goals. It can also suggest that you are being too self-promotional or egotistical. This card may also mean that you are facing obstacles or delays in your progress."
    }
  },
  {
    "name": "Seven of Wands",
    "keywords": {
      "upright": [
        "Competition",
        "Challenge",
        "Defense",
        "Standing your ground",
        "Self-belief",
        "Resourcefulness"
      ],
      "reversed": [
        "Doubt",
        "Giving up",
        "Overcoming obstacles",
        "Defensiveness",
        "Aggression",
        "Lack of confidence"
      ]
    },
    "description": {
      "upright": "The Seven of Wands represents the need to defend your position, stand up for your beliefs, and hold your ground. It can also indicate competition, challenges, and overcoming obstacles. The card encourages you to be resourceful and confident in your abilities.",
      "reversed": "The reversed Seven of Wands can indicate doubt, giving up, or being easily defeated. It can also suggest defensiveness, aggression, or a lack of confidence. The card may be urging you to reconsider your position or approach a situation differently."
    }
  },
  {
    "name": "Eight of Wands",
    "keywords": {
      "upright": [
        "Movement",
        "Progress",
        "Action",
        "Communication",
        "Travel",
        "Opportunity",
        "Change",
        "Excitement",
        "Haste"
      ],
      "reversed": [
        "Delay",
        "Blockage",
        "Stagnation",
        "Lack of clarity",
        "Missed opportunities",
        "Impatience",
        "Scattered energy",
        "Confusion"
      ]
    },
    "description": {
      "upright": "The Eight of Wands represents swift movement, action, and progress. It signifies a time when things are happening quickly and you are moving forward with your goals and ambitions. This card can also indicate communication, travel, and opportunities. It is a time to be proactive and take advantage of the momentum that is building. Be flexible and adaptable, and don't be afraid to take risks.",
      "reversed": "The reversed Eight of Wands suggests that things are moving too quickly or that you are feeling impatient and frustrated. There may be delays, obstacles, or setbacks that are preventing you from making progress. This card can also indicate a lack of clarity or direction, or that you are feeling scattered and unfocused. It is important to take some time to slow down and assess the situation. Be patient and don't rush into anything. Get clear on your goals and make a plan before taking any action."
    }
  },
  {
    "name": "Nine of Wands",
    "keywords": {
      "upright": [
        "Defense, resilience, vigilance, perseverance",
        "Challenges, obstacles, setbacks, delays"
      ],
      "reversed": [
        "Exhaustion, burnout, giving up, surrender",
        "Defensiveness, paranoia, distrust, anger"
      ]
    },
    "description": {
      "upright": "The Nine of Wands upright suggests inner strength, resilience, and determination in the face of challenges. You have overcome many obstacles and are standing your ground. However, you may feel tired and weary, and it's important to pace yourself and ask for help if needed. Trust that you have the resources to overcome any obstacle.",
      "reversed": "The reversed Nine of Wands indicates exhaustion, burnout, and a feeling of being overwhelmed. You may be giving up on your goals or feeling defeated. This card can also suggest defensiveness, paranoia, and a lack of trust. It's time to take a break, re-evaluate your situation, and come back with a renewed sense of purpose."
    }
  },
  {
    "name": "Ten of Wands",
    "keywords": {
      "upright": [
        "Burden",
        "Responsibility",
        "Overwork",
        "Exhaustion",
        "Struggle"
      ],
      "reversed": ["Delegation", "Release", "Relief", "Renewal", "Completion"]
    },
    "description": {
      "upright": "The Ten of Wands represents feeling weighed down by responsibility, overwork, or burdens. It suggests that you are feeling overwhelmed and struggling to keep up with your commitments. You may be feeling exhausted and depleted, both physically and emotionally. This card can also indicate a lack of motivation or direction. In the upright position, the Ten of Wands encourages you to take stock of your situation and delegate tasks where possible. It's important to learn to say no and prioritize your own well-being. Remember, you don't have to do everything yourself. Seek support from others and find ways to lighten your load.",
      "reversed": "The Ten of Wands reversed can signify a release from burden or responsibility. You may be feeling lighter and more energized as you finally let go of things that were holding you back. This card can also indicate delegation, completion of a project, or a sense of accomplishment. In the reversed position, the Ten of Wands encourages you to celebrate your successes and enjoy the fruits of your labor. It's time to take a break and recharge your batteries. You are now free to move on to new beginnings."
    }
  },
  {
    "name": "Page of Wands",
    "keywords": {
      "upright": [
        "New beginnings",
        "Adventure",
        "Excitement",
        "Enthusiasm",
        "Creativity",
        "Impulsiveness",
        "Restlessness"
      ],
      "reversed": [
        "Lack of direction",
        "Delays",
        "Procrastination",
        "Doubt",
        "Fear",
        "Blocked creativity",
        "Impatience"
      ]
    },
    "description": {
      "upright": "The Page of Wands signifies a burst of energy, creativity, and enthusiasm. It represents new beginnings, adventures, and a desire to explore the world. This card can also indicate impulsiveness, restlessness, and the need to act quickly. When the Page of Wands appears in a reading, it's a reminder to embrace new possibilities and follow your dreams.",
      "reversed": "The reversed Page of Wands suggests a lack of direction or motivation. You may be feeling lost, unsure of your next step, or procrastinating on important decisions. This card can also represent fear, doubt, and a blockage in your creative flow. If the reversed Page of Wands appears in a reading, it's an invitation to take a step back, assess your situation, and make a plan to move forward."
    }
  },
  {
    "name": "Knight of Wands",
    "keywords": {
      "upright": [
        "Action",
        "Adventure",
        "Enthusiasm",
        "Leadership",
        "Impulsiveness",
        "Travel"
      ],
      "reversed": [
        "Impatience",
        "Aggression",
        "Lack of direction",
        "Scattered energy",
        "Frustration",
        "Loss of motivation"
      ]
    },
    "description": {
      "upright": "The Knight of Wands is a card of action, enthusiasm, and adventure. It represents a surge of energy and a strong desire to take on new challenges. The Knight is also a natural leader, inspiring and motivating others with his passion and drive. However, this card can also warn of impulsiveness and a lack of planning. It is important to channel your energy wisely and avoid taking unnecessary risks.",
      "reversed": "The reversed Knight of Wands indicates a loss of enthusiasm and motivation. You may be feeling impatient and frustrated, and you may be lacking direction in your life. This card can also warn of aggression and impulsiveness. It is important to take some time to reflect and recharge your batteries. Once you have reconnected with your inner fire, you can begin to move forward again."
    }
  },
  {
    "name": "Queen of Wands",
    "keywords": {
      "upright": [
        "Passionate",
        "Confident",
        "Creative",
        "Independent",
        "Charismatic",
        "Leader",
        "Protective"
      ],
      "reversed": [
        "Domineering",
        "Jealous",
        "Impatient",
        "Unrealistic",
        "Arrogant",
        "Controlling",
        "Lack of Confidence"
      ]
    },
    "description": {
      "upright": "The Queen of Wands represents a strong, independent, and confident woman. She is passionate and creative, with a natural leadership ability. She is also protective of those she cares about. The Queen of Wands can also signify a time of personal growth and self-discovery.",
      "reversed": "The reversed Queen of Wands can indicate that you are being too domineering or controlling in your relationships. You may also be feeling jealous or insecure. Alternatively, the reversed Queen of Wands can suggest that you are lacking in confidence or that you are not putting your talents to good use. This card can also be a sign that you need to take some time for yourself to relax and recharge."
    }
  },
  {
    "name": "King of Wands",
    "keywords": {
      "upright": [
        "Visionary Leader",
        "Action",
        "Creativity",
        "Confidence",
        "Adventure",
        "Challenge",
        "Passion",
        "Courage",
        "Ambition",
        "Inspiration"
      ],
      "reversed": [
        "Domination",
        "Impatience",
        "Arrogance",
        "Anger",
        "Lack of focus",
        "Control issues",
        "Impulsive decisions",
        "Burnout"
      ]
    },
    "description": {
      "upright": "The King of Wands is a card of action, initiative, and leadership. He is a charismatic and confident figure who inspires others to follow him. Upright, this card can represent a time to take charge, take risks, and pursue your dreams. It can also indicate success in business or career endeavors. The King of Wands is a reminder to stay positive and focused, and to never give up on your goals.",
      "reversed": "The reversed King of Wands can indicate a lack of direction, impulsive decisions, and an inability to see things through. It can also represent someone who is overly dominant, controlling, or arrogant. This card is a warning to be careful about your actions and to be mindful of the consequences. It can also be a sign that you need to take some time for yourself and to relax."
    }
  },
  {
    "name": "Ace of Pentacles",
    "keywords": {
      "upright": [
        "abundance",
        "new beginnings",
        "opportunity",
        "security",
        "groundedness",
        "manifestation",
        "health",
        "wealth"
      ],
      "reversed": [
        "lack",
        "stagnation",
        "missed opportunities",
        "financial difficulties",
        "instability",
        "unrealistic expectations",
        "poor health"
      ]
    },
    "description": {
      "upright": "The Ace of Pentacles signifies new beginnings and opportunities in the realm of finances, career, and material possessions. It represents abundance, prosperity, and the potential to manifest your goals. This card can also indicate a sense of security, stability, and groundedness. It encourages you to believe in yourself and your ability to achieve your dreams.",
      "reversed": "The reversed Ace of Pentacles suggests a lack of abundance, stagnation, or missed opportunities. It can indicate financial difficulties, instability, and unrealistic expectations. This card may also be a sign that you are not taking care of your health or finances. The reversed Ace of Pentacles encourages you to take stock of your situation and make changes to ensure your future success."
    }
  },
  {
    "name": "Two of Pentacles",
    "keywords": {
      "upright": [
        "balance",
        "adaptability",
        "flux",
        "opportunity",
        "juggling",
        "finances"
      ],
      "reversed": [
        "imbalance",
        "stress",
        "overcommitment",
        "disorganization",
        "lack of control",
        "financial instability"
      ]
    },
    "description": {
      "upright": "The Two of Pentacles represents the ability to maintain balance and harmony amidst change and challenges. It signifies adaptability, flexibility, and resourcefulness in navigating life's ups and downs. This card often indicates juggling multiple responsibilities, managing finances effectively, and finding opportunities amidst change. ",
      "reversed": "The reversed Two of Pentacles indicates feeling overwhelmed, stressed, and out of control. It suggests overcommitment, disorganization, and difficulty maintaining balance in various aspects of life. This card can also symbolize financial instability, poor money management, and missed opportunities. "
    }
  },
  {
    "name": "Three of Pentacles",
    "keywords": {
      "upright": [
        "Teamwork",
        "Collaboration",
        "Mastery",
        "Recognition",
        "Learning",
        "Growth",
        "Shared Goals"
      ],
      "reversed": [
        "Disharmony",
        "Misalignment",
        "Lack of Recognition",
        "Working Alone",
        "Limited Growth",
        "Poor Collaboration"
      ]
    },
    "description": {
      "upright": "The Three of Pentacles signifies the power of collaboration and teamwork. It represents harnessing individual skills and talents to achieve a shared goal. Upright, this card suggests a period of learning, growth, and mastery. You are likely to receive recognition for your efforts and may even find yourself in a mentoring or teaching role. Trust in the process and enjoy the collaborative journey.",
      "reversed": "The reversed Three of Pentacles warns of disharmony and misalignment within a team or project. There may be a lack of communication, recognition, or appreciation. You might feel undervalued or unsupported. This card can also indicate working alone, feeling isolated, or lacking the skills and resources to achieve your goals. Take some time to reflect on your situation and identify any obstacles to collaboration. Seek support from others and be open to learning and receiving feedback."
    }
  },
  {
    "name": "Four of Pentacles",
    "keywords": {
      "upright": [
        "Material abundance",
        "Stability",
        "Security",
        "Clinging",
        "Possesiveness",
        "Greed"
      ],
      "reversed": [
        "Financial insecurity",
        "Overspending",
        "Lack of control",
        "Generosity",
        "Letting go",
        "Sharing"
      ]
    },
    "description": {
      "upright": "The Four of Pentacles represents material security and abundance. It suggests that you have built a strong foundation for yourself and are now in a position to enjoy the fruits of your labor. This card can also indicate a need to be more generous and share your resources with others. The upright Four of Pentacles can also represent a time of consolidation and protection. You may be feeling the need to hold on to what you have and avoid taking unnecessary risks.",
      "reversed": "The Four of Pentacles reversed can indicate financial insecurity and a lack of control over your finances. You may be feeling worried about money and unsure of your future. This card can also suggest that you are being too possessive of your resources and need to learn to let go. The reversed Four of Pentacles can also represent a time of generosity and sharing."
    }
  },
  {
    "name": "Five of Pentacles",
    "keywords": {
      "upright": [
        "Financial hardship",
        "Insecurity",
        "Loss",
        "Isolation",
        "Worry"
      ],
      "reversed": [
        "Recovery",
        "Spiritual growth",
        "Finding support",
        "Overcoming challenges",
        "Change of perspective"
      ]
    },
    "description": {
      "upright": "The Five of Pentacles represents a time of hardship and insecurity. It can signify financial loss, poverty, or a lack of resources. This card can also indicate feelings of isolation, loneliness, and being out in the cold. However, it can also be a sign of resilience and strength in the face of adversity. The Five of Pentacles encourages us to find inner strength and to rely on our own resources. It reminds us that we are not alone and that there is help available if we reach out for it.",
      "reversed": "The Five of Pentacles reversed suggests that you are on the path to recovery and healing. You may be starting to see improvements in your financial situation, or you may be finding new sources of support. This card can also indicate that you are overcoming challenges and finding solutions to your problems. The Five of Pentacles reversed encourages you to continue moving forward and to have faith in yourself. It reminds you that you have the strength and courage to overcome any obstacle."
    }
  },
  {
    "name": "Six of Pentacles",
    "keywords": {
      "upright": [
        "Generosity",
        "Abundance",
        "Charity",
        "Balance",
        "Support",
        "Success",
        "Giving and receiving"
      ],
      "reversed": [
        "Selfishness",
        "Scarcity",
        "Ungrateful",
        "Manipulation",
        "Dependence",
        "Lack",
        "Unbalanced giving"
      ]
    },
    "description": {
      "upright": "The Six of Pentacles is a card of generosity, abundance, and charity. It signifies a time of financial security and stability, where you are able to share your blessings with others. This card can also represent giving and receiving support, both emotional and material. In relationships, the Six of Pentacles suggests a harmonious and balanced partnership where both partners are willing to give and receive support. In work, it can indicate recognition for your hard work and achievements, or a time of financial rewards.",
      "reversed": "The reversed Six of Pentacles can indicate selfishness, scarcity, and ungratefulness. It may suggest that you are not sharing your resources enough, or that you are feeling taken advantage of. This card can also represent manipulation and dependence, where someone is giving or receiving support in a way that is not healthy or balanced. In relationships, the reversed Six of Pentacles can indicate a power struggle or imbalance, where one partner feels like they are always giving and the other is always taking. In work, it can suggest that you are not being recognized for your contributions, or that you are feeling undervalued or exploited."
    }
  },
  {
    "name": "Seven of Pentacles",
    "keywords": {
      "upright": [
        "Progress",
        "Patience",
        "Investment",
        "Evaluation",
        "Reward",
        "Growth",
        "Persistence"
      ],
      "reversed": [
        "Doubt",
        "Lack of progress",
        "Discouragement",
        "Impatience",
        "Stagnation",
        "Reaping what you sow",
        "Delays"
      ]
    },
    "description": {
      "upright": "The Seven of Pentacles signifies a time of steady progress and growth. It suggests that your hard work and dedication are paying off, but there is still work to be done. This card encourages you to be patient and persistent, and to trust that your efforts will eventually be rewarded. It may also be a time to evaluate your progress and make sure that you are on the right track.",
      "reversed": "The reversed Seven of Pentacles indicates that you may be feeling discouraged or impatient about your progress. You may be doubting your abilities or wondering if your efforts are worthwhile. This card encourages you to take a step back and reassess your situation. Are you putting in the time and effort necessary to achieve your goals? Are your goals realistic? Once you have a clear understanding of your situation, you can take steps to make progress."
    }
  },
  {
    "name": "Eight of Pentacles",
    "keywords": {
      "upright": [
        "Work",
        "Dedication",
        "Learning",
        "Craftmanship",
        "Skill",
        "Progress",
        "Patience",
        "Achievement"
      ],
      "reversed": [
        "Unfulfilled potential",
        "Lack of motivation",
        "Burnout",
        "Perfectionism",
        "Distraction",
        "Lack of progress"
      ]
    },
    "description": {
      "upright": "The Eight of Pentacles signifies a period of hard work, dedication, and commitment. It represents the focused energy you are pouring into your craft, skill, or career. This card encourages you to be patient and persistent, as your efforts will ultimately lead to success and mastery. It can also indicate a time for learning and acquiring new knowledge and skills.",
      "reversed": "The reversed Eight of Pentacles can suggest a lack of motivation, direction, or purpose in your work. You may be feeling uninspired, bored, or burnt out. This card can also represent procrastination, perfectionism, or a tendency to get easily distracted. It may be a call to re-evaluate your goals and priorities, and to find ways to bring more enjoyment and passion back into your work."
    }
  },
  {
    "name": "Nine of Pentacles",
    "keywords": {
      "upright": [
        "Abundance",
        "Luxury",
        "Self-Sufficiency",
        "Financial Independence",
        "Security",
        "Confidence",
        "Achievement",
        "Reward"
      ],
      "reversed": [
        "Materialism",
        "Greed",
        "Debt",
        "Lack of Abundance",
        "Insecurity",
        "Self-Doubt",
        "Overwork",
        "Burnout",
        "Procrastination"
      ]
    },
    "description": {
      "upright": "The Nine of Pentacles signifies a time of abundance, prosperity, and financial security. You have built a solid foundation for yourself and are now able to enjoy the fruits of your labor. This card also represents self-sufficiency, confidence, and a sense of accomplishment. You are in control of your life and are able to create the life you want. When the Nine of Pentacles appears in a reading, it is a sign to enjoy your success and celebrate your achievements. It is also a reminder to be grateful for all that you have.",
      "reversed": "The reversed Nine of Pentacles can indicate a feeling of lack or scarcity. You may be feeling insecure about your finances or your ability to provide for yourself. This card can also represent materialism, greed, and an unhealthy attachment to money. Alternatively, the reversed Nine of Pentacles may indicate that you are working too hard and neglecting other areas of your life. It is important to find a balance between work and leisure. When the reversed Nine of Pentacles appears in a reading, it is a sign to take a step back and re-evaluate your priorities. It is also a reminder that true wealth comes from within, not from external possessions."
    }
  },
  {
    "name": "Ten of Pentacles",
    "keywords": {
      "upright": [
        "abundance",
        "security",
        "stability",
        "family",
        "legacy",
        "completion",
        "success",
        "achievement",
        "fulfillment",
        "reward"
      ],
      "reversed": [
        "lack",
        "instability",
        "disinheritance",
        "loss",
        "broken family ties",
        "unfinished business",
        "unfulfilled potential",
        "neglect",
        "greed",
        "materialism"
      ]
    },
    "description": {
      "upright": "The Ten of Pentacles signifies a state of abundance and security in all aspects of life. It represents financial stability, a happy and prosperous family, and a sense of accomplishment and fulfillment. This card suggests that you have reached a point of completion in your journey and are now reaping the rewards of your hard work. You are surrounded by love, support, and security, and you are able to enjoy the fruits of your labor. This card also speaks to the importance of building a strong foundation for the future, whether it be financial security, a loving family, or a fulfilling career. The Ten of Pentacles is a reminder that hard work and perseverance pay off in the end.",
      "reversed": "The reversed Ten of Pentacles suggests a period of instability and insecurity in your life. You may be experiencing financial difficulties, family problems, or a sense of unfulfilled potential. This card can also indicate a lack of focus or direction in your life, or a feeling of being stuck in a rut. The reversed Ten of Pentacles can be a wake-up call to take action and make changes in your life. It is a reminder that you are responsible for your own happiness and success. This card can also suggest that you are being too materialistic, and that you need to focus on more important things in life. The reversed Ten of Pentacles is a call to re-evaluate your priorities and make sure that you are living a life that is true to yourself."
    }
  },
  {
    "name": "Page of Pentacles",
    "keywords": {
      "upright": [
        "New beginnings",
        "Opportunity",
        "Growth",
        "Practicality",
        "Learning",
        "Diligence",
        "Stability",
        "Security",
        "Financial abundance",
        "Nature"
      ],
      "reversed": [
        "Lack of focus",
        "Procrastination",
        "Delays",
        "Impatience",
        "Financial instability",
        "Wastefulness",
        "Unrealistic expectations",
        "Materialism",
        "Lack of grounding",
        "Neglecting responsibilities"
      ]
    },
    "description": {
      "upright": "The Page of Pentacles represents new beginnings, opportunity, and growth in the material realm. It signifies the start of a new project, venture, or learning process that has the potential to bring you abundance and prosperity. This card encourages you to be practical, diligent, and patient in your endeavors. It also reminds you to stay grounded and connected to the earth.",
      "reversed": "The reversed Page of Pentacles suggests that you may be lacking focus, procrastinating, or being impatient. This can lead to delays, setbacks, and financial instability. The card may also be a warning against materialism, wastefulness, and unrealistic expectations. It's a call to ground yourself, connect with nature, and re-evaluate your priorities."
    }
  },
  {
    "name": "Knight of Pentacles",
    "keywords": {
      "upright": [
        "Duty",
        "Practicality",
        "Work",
        "Patience",
        "Reliability",
        "Progress"
      ],
      "reversed": [
        "Stagnation",
        "Stubbornness",
        "Sloth",
        "Materialism",
        "Lack of Progress",
        "Uncertainty"
      ]
    },
    "description": {
      "upright": "The Knight of Pentacles embodies responsibility, dedication, and a steady approach to life. He carries a single pentacle, symbolizing focus and commitment to his goals. This card indicates a time for hard work, perseverance, and careful planning. It encourages you to be patient, reliable, and methodical in your endeavors. Upright, the Knight of Pentacles can also suggest slow but steady progress, financial security, and a sense of accomplishment.",
      "reversed": "The reversed Knight of Pentacles can represent a lack of motivation, procrastination, and an inability to follow through on your commitments. It may also indicate stagnation, boredom, and a reluctance to take responsibility for your actions. Financially, the reversed Knight can warn of overspending, poor investments, or a lack of financial security. This card encourages you to identify your goals and take action to achieve them. It may also be a call to re-evaluate your priorities and make sure your actions are aligned with your values."
    }
  },
  {
    "name": "Queen of Pentacles",
    "keywords": {
      "upright": [
        "abundance",
        "security",
        "nurturing",
        "sensuality",
        "success",
        "responsibility",
        "practicality",
        "earthiness"
      ],
      "reversed": [
        "materialism",
        "greed",
        "dependence",
        "neglect",
        "stagnation",
        "lack of abundance",
        "unfulfilled potential"
      ]
    },
    "description": {
      "upright": "The Queen of Pentacles embodies the energy of abundance, security, and nurturing. She is a practical and grounded woman who has achieved success in the material world. She is also connected to nature and enjoys the finer things in life. In a reading, the Queen of Pentacles can signify that you are entering a period of prosperity and abundance. It can also encourage you to be more nurturing and responsible, both towards yourself and others.",
      "reversed": "The reversed Queen of Pentacles can indicate materialism, greed, and dependence. It can also suggest that you are feeling neglected or that you are not living up to your full potential. You may be focusing too much on the material world and neglecting your spiritual needs. The reversed Queen of Pentacles can be a call to action to get your finances in order and to start taking care of yourself."
    }
  },
  {
    "name": "King of Pentacles",
    "keywords": {
      "upright": [
        "Material wealth",
        "Financial abundance",
        "Worldly success",
        "Stability",
        "Security",
        "Generosity",
        "Leadership",
        "Ambition",
        "Creativity",
        "Business",
        "Investment"
      ],
      "reversed": [
        "Materialism",
        "Greed",
        "Obsession with money",
        "Lack of security",
        "Loss",
        "Debt",
        "Stagnation",
        "Poor leadership",
        "Unrealistic expectations"
      ]
    },
    "description": {
      "upright": "The King of Pentacles represents a man of great ambition, materialistic satisfaction, and worldly success. He is a natural leader who is generous, protective, and always provides for those around him. The card can also signify the successful completion of a creative project, a business venture, or an investment. In a more general sense, the King of Pentacles encourages you to be responsible, practical, and to take care of your finances.",
      "reversed": "The reversed King of Pentacles can indicate materialism, greed, and an obsession with money. It can also signify financial hardship, debt, and a lack of security. The card may be advising you to be more careful with your money and to avoid unnecessary risks. In some cases, the reversed King of Pentacles can also represent poor leadership, unrealistic expectations, and a need to be more grounded in reality."
    }
  }
]
